Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: CoursePress Assessments
de_de: CoursePress Beurteilungen

source: Assessments
de_de: Beurteilungen

source: Pass
de_de: Bestanden

source: Fail
de_de: Fehlgeschlagen

source: Add Feedback
de_de: Feedback geben

source: Edit Feedback
de_de: Feedback bearbeiten

source: Success
de_de: Erfolg

source: Unable to save feedback!
de_de: Rückmeldung kann nicht gespeichert werden!

source: If the submission of this grade makes a student completes the course, an email with certificate will be automatically sent.
de_de: Wenn der Kurs bei Einreichung als erfolgreich abgeschlossen ist, wird eine E-Mail mit dem Zertifikat automatisch versendet.

source: You may change this minimum grade from course setting.
de_de: Du kannst die Mindestbewertung in den Kurseinstellungen ändern.

source: Submit grade with feedback
de_de: Note mit Feedback geben

source: Submit grade without feedback
de_de: Geben Sie die Note ohne Feedback ein

source: Edit grade with feedback
de_de: Bearbeite die Note mit Rückmeldung

source: Edit grade without feedback
de_de: Bearbeite die Note ohne Rückmeldung

source: Submit Grade without Feedback
de_de: Den Abschluss ohne Feedback übermitteln.

source: Submit Grade with Feedback
de_de: Den Abschluss mit Feedback übermitteln.

source: The minimum grade to pass: %s
de_de: Die Mindestnote zum bestehen: %s

source: You can change this minimum score from course settings.
de_de: Du kannst die Mindestpunktzahl in den Kurseinstellungen ändern.

source: Pending
de_de: Ausstehend

source: Edit Grade without Feedback
de_de: Den Abschluss ohne Feedback bearbeiten.

source: Edit Grade with Feedback
de_de: Den Abschluss mit Feedback bearbeiten.

source: Assessment Result:
de_de: Beurteilung Ergebnis:

source: Grade
de_de: Note

source: Save Feeback as Draft
de_de: Feedback als Entwurf speichern

source: Submit Grade
de_de: Beurteilung übermitteln

source: Your feedback will be emailed to the student after submission.
de_de: Dein Feedback wird dem Studenten nach der Beurteilung per E-Mail zugeschickt.

source: Upload File
de_de: Datei hochladen

source: Submit
de_de: Senden

source: Non-gradable
de_de: Nicht benotbar

source: Module Grade:
de_de: Modulnote:

source: No answer!
de_de: Keine Antwort!

source: Instructor Feedback
de_de: Feedback des Lehrers

source: Draft
de_de: Entwurf

source: Write your feedback!
de_de: Schreibe ein Feedback!

source: There are no assessable items!
de_de: Sei der/fie Erste, der ein Feedback hinterlässt!

source: CoursePress Certificates
de_de: CoursePress Zertifikate

source: Certificates
de_de: Zertifikate

source: CoursePress Comments
de_de: CoursePress Kommentare

source: Comments
de_de: Kommentare

source: Number of comments per page:
de_de: Anzahl der Kommentare pro Seite:

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Enrollment Start
de_de: Einschreibung Start

source: Enrollment End
de_de: Einschreibungsende

source: Units
de_de: Einheiten

source: Paid
de_de: Bezahlt

source: Students
de_de: Teilnehmer

source: Certified
de_de: Zertifiziert

source: Published
de_de: Veröffentlicht

source: paid
de_de: bezahlt

source: free
de_de: kostenlos

source: Edit
de_de: Bearbeiten

source: Duplicate Course
de_de: Kurs duplizieren

source: Trash
de_de: Papierkorb

source: Preview Course
de_de: Kursvorschau

source: Preview Units
de_de: Vorschau Kurseinheiten

source: View Course
de_de: Kurs ansehen

source: View Units
de_de: Lektionen ansehen

source: Restore &#8220;%s&#8221; from the Trash
de_de: &#8220;%s&#8221; aus dem Papierkorb wieder herstellen

source: Restore
de_de: Wiederherstellen

source: Move &#8220;%s&#8221; to the Trash
de_de: Verschiebe &#8220;%s&#8221; in den Papierkorb

# verb
source: Trash
de_de: Papierkorb

source: Delete &#8220;%s&#8221; permanently
de_de: &#8220;%s&#8221; endgültig löschen

source: Delete Permanently
de_de: Dauerhaft löschen

source: Deleting course <b>%s</b>, please wait!
de_de: Lösche Kurs <b>%s</b>, bitte warten!

source: This page will be reloaded shortly.
de_de: Diese Seite wird in Kürze reloaded.

source: Deleting %s courses, please wait!
de_de: Lösche %s Kurse, bitte warten!

source: Deleted courses:
de_de: Gelöschte Kurse:

source: Duplicating course <b>%s</b>, please wait!
de_de: Dupliziere Kurs <b>%s</b>, bitte warten!

source: Course Setup
de_de: Kurs-Einstellungen

source: Edit your course specific settings below.
de_de: Bearbeite deine kursspezifischen Einstellungen unten.

source: Units (%s)
de_de: Einheiten (%s)

source: Students (%s)
de_de: Schüler (%s)

source: Publish Course
de_de: Veröffentliche Kurs

source: Previous
de_de: Zurück

source: Next
de_de: Weiter

source: Finish
de_de: Fertigstellen

source: Update
de_de: Aktualisieren

source: Invite New Instructor or Facilitator
de_de: Neuen Instruktor oder Moderator einladen

source: If the instructor or the facilitator can not be found in the list above, you will need to invite them via email.
de_de: Wenn der Instruktor oder der Moderator nicht in der obigen Liste gefunden werden kann, musst du ihn per E-Mail einladen.

source: Invite New Instructor
de_de: Neuen Instruktor einladen

source: If the instructor can not be found in the list above, you will need to invite them via email.
de_de: Wenn die Lehrer nicht in der obigen Liste gefunden werden kann, musst Du sie per e-Mail einladen.

source: Invite New Facilitator
de_de: Neuen Moderator einladen

source: If the facilitator can not be found in the list above, you will need to invite them via email.
de_de: Wenn der Moderator nicht in der obigen Liste gefunden werden kann, musst du ihn per E-Mail einladen.

source: Please contact your administrator to enable MarketPress for your site.
de_de: Bitte kontaktiere deinen Administrator, um MarketPress für deine Seite zu aktivieren.

source: To start selling your course, please <a href="%s">install and activate MarketPress</a>.
de_de: Um Deine Kurse zu verkaufen, <a href="%s">installiere und aktiviere MarketPress</a>.

source: To start selling your course, please <a href="%s">complete setup</a> of of MarketPress.
de_de: Um Deine Kurse zu verkaufen, <a href="%s">beende die Einstellungen</a> von MarketPress.

source: The full version of MarketPress has been bundled with CoursePress.
de_de: Die Vollversion von MarketPress wurde mit CoursePress verbunden.

source: Sell your courses online with MarketPress.
de_de: Verkaufe deine Kurse mit MarketPress.

source: Other supported plugins
de_de: Andere unterstützte Plugins

source: & Course Cost
de_de: & Kurskosten

source: Congratulations! You have completed COURSE_NAME!
de_de: Glückwunsch! Du hast COURSE_NAME abgeschlossen!

source: Your course instructor will now review your work and get back to you with your final grade before issuing you a certificate of completion.
de_de: Dein Kurslehrer wird nun deine Arbeit überprüfen und diese benoten, bevor er dir ein Abschlusszeugnis ausstellt.

source: Congratulations! You have successfully completed and passed COURSE_NAME!
de_de: Glückwunsch! Du hast COURSE_NAME erfolgreich abgeschlossen und bestanden!

source: You can download your certificate here.
de_de: Du kannst das Zertifikat hier herunterladen.

source: Unfortunately, you didn't pass COURSE_NAME.
de_de: Es tut mir leid. Du hast COUSE_NAME leider nicht bestanden.

source: Better luck next time!
de_de: Mehr Glück beim nächsten Mal!

source: Use these tokens to display actual course details: %s
de_de: Verwende diese Zeichen um aktuelle Kursdetails anzuzeigen: %s

source: Snow
de_de: Schnee

source: Example Course Title
de_de: Beispiel Kursname

source: Course Completion Certificate
de_de: Teilnahmebestätigung zum Fortbildungsabschluss

source: The free version of CoursePress is limited to one course. To add more courses, upgrade to CoursePress Pro for unlimited courses and more payment gateways.
de_de: Die kostenlose Version von CoursePress ist auf einen Kurs beschränkt. Um weitere Kurse hinzuzufügen, aktualisiere auf CoursePress Pro für unbegrenzte Kurse und mehr Zahlungs-Gateways.

source: Try CoursePress Pro for Free
de_de: Teste CoursePress Pro kostenlos

source: Sorry, you are not allowed to access this page.
de_de: Entschuldigung, Sie haben kein Zugriff auf diese Seite.

source: Related Courses
de_de: Zugehörige Kurse

source: Settings
de_de: Einstellungen

source: CoursePress Forums
de_de: CoursePress Forum

source: Forums
de_de: Foren

source: The topic title is required!
de_de: Der Titel ist erforderlich!

source: The topic description is required!
de_de: Beschreibung ist erforderlich!

source: You have no permission to edit this topic!
de_de: Du hast keine Berechtigung, dieses Thema zu bearbeiten!

source: You do not have permission to edit this discussion.
de_de: Du hast keine Erlaubnis diese Diskussion zu bearbeiten!

source: You do not have permission to add discussion.
de_de: Du hast keine Berechtigung, Diskussionen hinzuzufügen.

source: Select Course
de_de: Kurs auswählen

source: All units
de_de: Alle Kurseinheiten

source: Select Unit
de_de: Einheiten auswählen

source: Enable email notification
de_de: E-Mail Benachrichtigung aktivieren

source: Threaded comments level
de_de: Verschachtelung Kommentarenebene

source: Number of comments per page
de_de: Anzahl der Kommentare pro Seite

source: Older first
de_de: Ältere zuerst

source: Newer first
de_de: Neuste zuerst

source: Comments order
de_de: Kommentare sortieren

source: Import
de_de: Importieren

source: Courses import fail. Wrong or empty file.
de_de: Kurse importieren fehlgeschlagen. Falsche oder leere Datei.

source: Courses successfully imported!
de_de: Kurse erfolgreich importiert!

source: CoursePress Instructors
de_de: CoursePress Instruktoren

source: Instructors
de_de: Trainer

source: Number of instructors per page
de_de: Anzahl der Instruktoren pro Seite

source: CoursePress Notifications
de_de: CoursePress Benachrichtigungen

source: No notification title!
de_de: Überschrift fehlt!

source: No notification content!
de_de: Inhalt fehlt!

source: You do not have permission to edit this notification.
de_de: Du hast keine Berechtigung, diese Benachrichtigung zu bearbeiten.

source: Course:
de_de: Kurs:

source: All courses
de_de: Alle Kurse

source: You do not have permission to add notification.
de_de: Du hast keine Berechtigung, Benachrichtigung hinzuzufügen.

source: Receivers:
de_de: Empfänger:

source: Unknown
de_de: Unbekannt

source: Edit visibility
de_de: Sichtbarkeit bearbeiten

source: no option available
de_de: keine Option verfügbar

source: Please choose a course first and save the notification.
de_de: Bitte wähle zuerst einen Kurs und speichere die Benachrichtigung.

source: Enrolled students of this course.
de_de: Eingeschriebene Studenten dieses Kurses.

source: Enrolled
de_de: Eingeschrieben

source: All students who pass this course.
de_de: Alle Schüler, die diesen Kurs bestanden haben.

source: Passed
de_de: Bestanden

source: All students who failed this course.
de_de: Alle Schüler, die diesen Kurs nicht bestanden haben.

source: Failed
de_de: Fehlgeschlagen

source: All students who completed "%s".
de_de: Alle Studenten, die "%s" abgeschlossen haben.

source: Unit "%s"
de_de: Einheit "%s"

source: CoursePress Reports
de_de: CoursePress Berichte

source: Reports
de_de: Berichte

source: Select students to generate the report!
de_de: Wähle die Schüler aus, um den Bericht zu erstellen!

source: Units list
de_de: Einheitenliste

source: Student list
de_de: Studentenliste

source: Not yet submitted
de_de: Noch nicht eingereicht

source: No assessable items.
de_de: Keine beurteilbaren Einträge!

source: Average response grade: %d%%
de_de: Durchschnittliche Note für diese Antwort: %d%%

source: No assessable items in this course.
de_de: Keine beurteilbaren Einträge in diesem Kurs.

source: Total Average: %d%%
de_de: Gesamtdurchschnitt: %d%%

source: Course Report
de_de: Kursbericht

source: Student
de_de: Teilnehmer

source: Responses
de_de: Antworten

source: Average response grade
de_de: durchschnittliche Antwortquote

source: Total Average
de_de: Gesamtdurchschnitt

source: CoursePress Settings
de_de: CoursePress Einstellungen

source: CoursePress Students
de_de: CoursePress Studenten

source: Number of students per page:
de_de: Anzahl der Schüler pro Seite:

source: Something went wrong. Sending failed.
de_de: Etwas ist schief gelaufen. Das Senden ist fehlgeschlagen.

source: Certificate of <b>%s</b> has been sent.
de_de: Bescheinigung über <b>%s</b> wurde gesendet.

source: Course Update: No action.
de_de: Kurs-Update: Keine Aktion.

source: Unable to add facilitator!
de_de: Du kannst keinen Vermittler hinzufügen!

source: No email sent!
de_de: E-Mail nicht gesendet!

source: No students found!
de_de: Keine Teilnehmer gefunden!

source: %d email have been sent successfully.
de_de: %d E-Mails wurden erfolgreich versendet.

source: Something went wrong.
de_de: Etwas ist schief gelaufen.

source: You have no permission to access this page!
de_de: Du hast keine Berechtigung, auf diese Seite zuzugreifen!

source: Visual
de_de: Visuell

source: Extension of the file is not valid. Please use one of the following:
de_de: Die Erweiterung der Datei ist nicht gültig. Bitte verwende eines der folgenden:

source: An error occur while processing your request. Please try again later!
de_de: Bei der Bearbeitung Deiner Anfrage ist ein Fehler aufgetreten. Bitte versuche es später noch einmal!

source: Enter username, first name and last name, or email
de_de: Geben Deinen Benutzernamen, Vornamen und Nachnamen, oder E-Mail an

source: No thread content!
de_de: Kein Thread-Inhalt!

source: No thread title!
de_de: Kein Threadtitel!

source: No content!
de_de: Kein Inhalt!

source: No title!
de_de: Kein Titel!

source: Please confirm that you want to remove the instructor from this course (%s).
de_de: Bitte bestätige, dass Du den Instruktor aus diesem Kurs entfernen möchtest (%s).

source: Please confirm that you want to remove the instructor from ALL the associated courses.
de_de: Bitte bestätige, dass Du den Instruktor aus allen zugehörigen Kursen entfernen möchtest.

source: Save Draft
de_de: Entwurf speichern

source: Publish
de_de: Veröffentlichen

source: Privately Published
de_de: Intern veröffentlicht

source: Scheduled
de_de: Geplant

source: Pending Review
de_de: Ausstehende Überprüfung

source: Edit status
de_de: Status Bearbeiten

source: Unit Builder is loading...
de_de: Der Unit Builder lädt...

source: Add New Unit
de_de: Neue Einheit hinzufügen

source: You do not have sufficient access to edit this unit!
de_de: Du hast nicht genügend Zugriff, um diese Einheit zu bearbeiten!

source: Unit Settings
de_de: Einheit Einstellungen

source: Unit Title
de_de: Einheit Titel

source: Unit Description
de_de: Einheit Beschreibung

source: Add Image URL or Browse for Image
de_de: Gebe ein Bild-URL ein oder lade ein Bild hoch

source: Unit Featured Image
de_de: Einheit Featured Image

source: Unit Availability
de_de: Einheit Verfügbarkeit

source: Instantly available
de_de: Sofort verfügbar

source: Available on
de_de: Verfügbar auf

source: Available after
de_de: Verfügbar nach

source: instantly
de_de: sofort

source: e.g. 7
de_de: z.B. 7

source: Day(s)
de_de: Tag(e)

source: Progress to next unit
de_de: Fortschritt zur nächsten Einheit

source: User needs to
de_de: Der Benutzer muss

source: answer
de_de: Antwort

source: all required assessments and view all pages in order to access the next unit
de_de: alle erforderlichen Bewertungen und alle Seiten ansehen, um zur nächsten Einheit zu gelangen

source: User also needs to
de_de: Der Benutzer muss auch

source: pass
de_de: bestehen

source: all required assessments
de_de: alle erforderlichen Bewertungen

source: Save Whole Units
de_de: Alle Einheiten speichern

source: Preview
de_de: Vorschau

source: Delete Unit
de_de: Einheit löschen

source: Loading modules...
de_de: Module werden geladen…

source: Unit Sections
de_de: Einheit Abschnitt

source: Delete Section
de_de: Abschnitt löschen

source: Section Title
de_de: Abschnitt Titel

source: The label will be displayed on the Course Overview and Unit page
de_de: Der Titel wird in der Kursübersicht und Einheitenseite angezeigt

source: Section Description
de_de: Abschnittsbeschreibung

source: Section Image
de_de: Abschnitt Bild

source: Show section header as part of unit
de_de: Abschnittsüberschrift als Teil der Einheit anzeigen

source: Modules! This template wont be used... its just here for testing.
de_de: Module! Diese Vorlage wird nicht verwendet ... es ist nur zum Testen hier.

source: Modules
de_de: Module

source: Click to add module elements to the unit
de_de: Klick, um der Einheit Module hinzuzufügen

source: Untitled Unit
de_de: Unbenannte Einheit

source: Edit this comment
de_de: Diesen Kommentar bearbeiten

source: Unapprove this comment
de_de: Diesen Kommentar ablehnen

source: Unapprove
de_de: Ablehnen

source: Approve this comment
de_de: Genehmegige diesen Kommentar

source: Approve
de_de: Genehmigen

source: Show more details
de_de: Mehr Details anzeigen

source: Filter by course
de_de: Nach Kurs filtern

source: %s comment
de_de: %s Kommentar

source: %s approved comment
de_de: %s genehmigter Kommentar

source: %s pending comment
de_de: %s ausstehender Kommentar

source: No comments
de_de: Keine Kommentare

source: No approved comments
de_de: Keine genehmigten Kommentare

source: Title
de_de: Titel

source: Date Enrolled
de_de: Datum der Einschreibung

source: Last Active
de_de: Zuletzt aktiv

source: Average
de_de: Durchschnittlich

source: Certificate
de_de: Zertifikat

source: Course ID: %d
de_de: Kurs-ID: %d

source: Workbook
de_de: Arbeitsbuch

source: Unknown enrolled date.
de_de: Datum der Einschreibung unbekannt.

source: Not available
de_de: Nicht verfügbar

source: Topic
de_de: Thema

source: Course
de_de: Kurs

source: View
de_de: Anzeigen

source: Search Forums
de_de: Foren durchsuchen

source: Remove as Instructors
de_de: Als Instruktor entfernen

source: Registered
de_de: Registriert

source: Courses
de_de: Kurse

source: Search Instructors
de_de: Instruktor suchen

source: User ID: %d
de_de: Benutzer-ID: %d

source: View Courses
de_de: Kurse anzeigen

source: Remove as Instructor
de_de: Als Instruktor entfernen

source: Instructor is not assigned to any course.
de_de: Instruktor ist keinem Kurs zugeordnet.

source: Notification
de_de: Benachrichtigung

source: Receivers
de_de: Empfänger

source: Option not available for all courses.
de_de: Diese Option ist nicht für alle Kurse verfügbar.

source: Wrong receivers!
de_de: Falsche Empfänger!

source: Change status to Draft
de_de: Status auf "Entwurf" ändern

source: Move to Trash
de_de: In den Papierkorb verschieben

source: Search Notifications
de_de: Benachrichtigungen suchen

# posts
source: Mine <span class="count">(%s)</span>
de_de: Meine <span class="count">(%s)</span>

# posts
source: All <span class="count">(%s)</span>
de_de: Alle <span class="count">(%s)</span>

source: No students found.
de_de: Keine Studenten gefunden.

source: Student Name
de_de: Teilnehmername

source: Download Summary
de_de: Zusammenfassung herunterladen

source: Show
de_de: Anzeigen

source: Show Summary
de_de: Zusammenfassung anziegen

source: We can not generata PDF. Cache directory is not writable.
de_de: Wir können kein PDF erstellen. Das Cache-Verzeichnis ist nicht beschreibbar.

source: Select course
de_de: Eventtyp auswählen

source: Search
de_de: Suche

source: Last Login
de_de: Letzte Anmeldung

source: Number Courses
de_de: Anzahl Kurse

source: Withdraw
de_de: Auszahlung

source: Search Students
de_de: Kursteilnehmer suchen

source: View Profile
de_de: Profil anzeigen

source: Withdraw to all courses
de_de: Alle Kurse widerrufen

source: Student is not enrolled to any course.
de_de: Der Student ist in keinem Kurs eingeschrieben.

source: No assessable courses found.
de_de: Keine bewertbaren Kurse gefunden.

source: Show all
de_de: Alle anzeigen

source: Show all assessable students
de_de: Zeige alle beurteilbaren Studenten

source: Show graded and ungraded students
de_de: Zeige alle bewertete und nicht bewertete Studenten

source: Show ungraded students
de_de: Zeige nicht bewertete Studenten

source: Show graded students
de_de: Zeige bewertete Studenten

source: Search students by name, username, or email.
de_de: Suche Studenten nach Namen, Benutzernamen oder E-Mail

source: Enter here...
de_de: Hier eingeben...

source: Reset
de_de: Zurücksetzen

source: Fetching students...
de_de: Schüler abholen...

source: Invalid comment ID.
de_de: Ungültige Kommentar-ID.

source: Go back
de_de: Zurück

source: Sorry, you are not allowed to edit this comment.
de_de: Sorry, du bist nicht berechtigt, diesen Kommentar zu bearbeiten.

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
de_de: Dieser Kommentar befindet sich im Papierkorb . Wenn Du ihn bearbeiten möchtest, musst du ihn wiederherstellen.

source: Edit Comment
de_de: Kommentar bearbeiten

source: Comment
de_de: Kommentar

source: Comment status
de_de: Kommentar Status

# comment status
source: Approved
de_de: Genehmigt

# comment status
source: Pending
de_de: Ausstehend

source: Submitted on: %s
de_de: Versendet am: %s

source: Edit date and time
de_de: Datum und Uhrzeit änden

source: Date and time
de_de: Datum und Uhrzeit

source: In response to: %s
de_de: Antwort an: %s

source: In reply to: %s
de_de: Als Antwort auf: %s

source: Enter topic title
de_de: Titel des Themas eingeben

source: Notification Title
de_de: Benachrichtigungstitel

source: Select courses to export to another site.
de_de: Wähle Kurse aus, um sie auf eine andere Website zu exportieren.

source: Export Options
de_de: Optionen exportieren

source: Include students
de_de: Studenten einschließen

source: Will include course students and their course submission progress.
de_de: Kursstudenten und deren Fortschritte werden eingeschlossen.

source: Include thread/comments
de_de: Thread/Kommentare eingeschlossen

source: Will include comments from Course forum and discussion modules.
de_de: Kommentare aus Foren und Diskussionen eingeschlossen.

source: Export Courses
de_de: Kurse exportieren

source: Upload your exported courses to import here.
de_de: Lade exportierten Kurse hoch, um hier zu importieren.

source: Import Options
de_de: Import-Optionen

source: Replace course if exists.
de_de: Den Kurs ersetzen, falls vorhanden.

source: Courses with the same title will be automatically replaced by the new one.
de_de: Kurse mit dem gleichen Titel werden automatisch durch die Neuen ersetzt.

source: Include course students
de_de: Kursteilnehmer einschliessen

source: Students listing must also included in your export for this to work.
de_de: Studenten Auflistung muss auch in Ihrem Export eingeschlossen werden um hier zu funktionieren.

source: Include course thread/comments
de_de: Thread/Kommentare einschliessen

source: Comments listing must also included in your export for this to work.
de_de: Kommentar Auflistung muss auch in Ihrem Export eingeschlossen werden um hier zu funktionieren.

source: Upload file and import
de_de: Datei hochladen und importieren

source: Course status
de_de: Kurs Status

source: No courses found!
de_de: Keine Kurse gefunden!

source: Step 1 &ndash; Course Overview
de_de: Schritt 1 - Kursübersicht

source: Short Overview
de_de: Kurzer Überblick

source: Featured Image
de_de: Beitragsbild

source: Language
de_de: Sprache

source: Step 2 &ndash; Course Details
de_de: Schritt 2 - Kursdetails

source: Add URL or Browse ( %s )
de_de: URL hinzufügen oder durchsuchen ( %s )

source: Featured Video
de_de: Hervorgehobenes Video
