Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: Message displayed on intructor page, when instructor do not have any assigned courses.
de_de: Meldung auf der Dozentenseite, wenn der Dozent keine zugewiesenen Kurse hat.

source: The instructor id to list courses for a specific instructor. Can also specify multiple instructors using commas. (e.g. instructor="1,2,3").
de_de: Die Ausbilderkennung, um die Kurse eines bestimmten Ausbilders aufzulisten. Du kannst auch mehrere Lehrkräfte mit Kommas angeben. (z. B. lehrer="1,2,3").

source: If both student and instructor are specified, only the student will be used.
de_de: Wenn sowohl Schüler als auch Ausbilder angegeben werden, wird nur der Schüler verwendet.

source: Limit the number of courses. Use -1 to show all.
de_de: Schränke die Anzahl der Kurse ein. Verwende -1, um alle anzuzeigen.

source: Label before manageable courses.
de_de: Etikett vor beartbaren Kursen.

source: Order the courses. "ASC" for ascending order. "DESC" for descending order.
de_de: Ordne die Kurse. "ASC" für aufsteigende Reihenfolge. "DESC" für absteigende Reihenfolge.

source: ASC
de_de: Aufsteigend

source: Orderby the courses by course date or by course title.
de_de: Ordne die Kurse nach Kursdatum oder nach Kurstitel.

source: It works only with default "context".
de_de: Es funktioniert nur mit dem Standard-"Kontext".

source: Label before past courses.
de_de: Etikett vor vergangenen Kursen.

source: Show labels.
de_de: Labels anzeigen.

source: The status of courses to show (uses WordPress status).
de_de: Der Status der Kurse, die angezeigt werden sollen (verwendet den WordPress-Status).

source: published
de_de: veröffentlicht

source: Messge displayed when student is not enroled to any course.
de_de: Diese Meldung wird angezeigt, wenn ein Schüler nicht für einen Kurs eingeschrieben ist.

source: You are not enrolled in any courses. %s
de_de: Du bist in keinem Kurs eingeschrieben. %s

source: <a href="%s">See available courses.</a>
de_de: <a href="%s">Siehe verfügbare Kurse.</a>

source: The student id to list courses for a specific student. Can also specify multiple students using commas. (e.g. student="1,2,3").
de_de: Die Schüler-ID, um die Kurse für einen bestimmten Schüler aufzulisten. Du kannst auch mehrere Schüler mit Kommas angeben. (z. B. student="1,2,3").

source: Label before suggested courses.
de_de: Etikett vor den vorgeschlagenen Kursen.

source: Message will be show when student is not enrolled to any course, but we have some suggested courses.
de_de: Es wird eine Meldung angezeigt, wenn der/die Schüler/in für keinen Kurs eingeschrieben ist, aber wir haben einige Kursvorschläge.

source: You are not enrolled in any courses.<br />Here are a few you might like, or %s
de_de: Du bist in keinem Kurs eingeschrieben.<br />Hier sind ein paar, die dir gefallen könnten, oder %s

source: <a href="%s">see all available courses.</a>
de_de: <a href="%s">siehe alle verfügbaren Kurse.</a>

source: Allow to show withdraw link, but it work only when is a student and status is set on "incomplete".
de_de: Erlaube es, den Link zum Zurückziehen anzuzeigen, aber es funktioniert nur, wenn es ein Schüler ist und der Status auf "unvollständig" gesetzt ist.

source: Shows a featured course.
de_de: Zeigt einen empfohlenen Kurs.

source: The title to display for the featured course.
de_de: Der Titel, der für den vorgestellten Kurs angezeigt werden soll.

source: Text to display on the call to action button.
de_de: Text, der auf dem Call-to-Action-Button angezeigt werden soll.

source: Media type to use for featured course. See [course_media].
de_de: Medientyp, der für den vorgestellten Kurs verwendet werden soll. Siehe [course_media].

source: Media priority to use for featured course. See [course_media].
de_de: Medienpriorität, die für den vorgestellten Kurs verwendet werden soll. Siehe [course_media].

source: Displays a tree view of the course structure.
de_de: Zeigt eine Baumansicht der Kursstruktur an.

source: Show all course modules.
de_de: Alle Kursmodule anzeigen.

source: Additional CSS classes for styling free preview items.
de_de: Zusätzliche CSS-Klassen für die Gestaltung von kostenlosen Vorschaubildern.

source: Show for FREE preview items.
de_de: Für KOSTENLOSE Vorschauobjekte anzeigen.

source: Text to show for FREE preview items.
de_de: Text zum Anzeigen für KOSTENLOSE Vorschauartikel.

source: Show divider between major items in the tree, "yes" or "no".
de_de: Zeige eine Trennlinie zwischen den wichtigsten Elementen im Baum, "ja" oder "nein".

source: Show label text as tree heading, "yes" or "no".
de_de: Beschriftungstext als Baumüberschrift anzeigen, "ja" oder "nein".

source: Show course title in structure, "yes" or "no".
de_de: Zeige den Kurstitel in der Struktur an, "ja" oder "nein".

source: "no"
de_de: "Nein"

source: Curriculum
de_de: Lehrplan

source: Shows a custom login or signup page for front-end user registration and login.
de_de: Zeigt eine benutzerdefinierte Login- oder Anmeldeseite für die Benutzerregistrierung und -anmeldung im Frontend an.

source: This is already part of CoursePress and can be set in CoursePress Settings. Links to default pages can be found in Appearance > Menus > CoursePress.
de_de: Dies ist bereits Teil von CoursePress und kann in den CoursePress-Einstellungen festgelegt werden. Links zu den Standardseiten findest du unter Erscheinungsbild > Menüs > CoursePress.

source: CSS class to use for invalid login.
de_de: CSS-Klasse, die für ungültige Anmeldungen verwendet wird.

source: Text to display when user doesn’t authenticate.
de_de: Text, der angezeigt wird, wenn der Benutzer sich nicht authentifiziert.

source: Invalid login.
de_de: Ungültige Anmeldung.

source: Title to use for Login section.
de_de: Titel für den Login-Bereich.

source: URL to redirect to when clicking on "Already have an Account?".
de_de: URL, zu der du weitergeleitet wirst, wenn du auf "Hast du schon ein Konto?" klickst.

source: Plugin defaults.
de_de: Plugin-Standardwerte.

source: URL to redirect to when user logs out.
de_de: URL, zu der weitergeleitet wird, wenn sich der Benutzer abmeldet.

source: Page parameter if not set CoursePress try to use "page" variable from $_REQUEST.
de_de: Wenn der Seitenparameter nicht gesetzt ist, versucht CoursePress, die Variable "page" aus $_REQUEST zu verwenden.

source: Title to use for Signup section.
de_de: Titel für den Anmeldebereich.

source: URL to redirect to when clicking on "Don't have an account? Go to Signup!"
de_de: URL, zu der du weitergeleitet wirst, wenn du auf "Du hast noch kein Konto? Gehe zur Anmeldung!"

source: Signup Now
de_de: Jetzt registrieren

source: Loads the student dashboard template.
de_de: Lädt die Dashboard-Vorlage für Schüler.

source: Loads the student settings template.
de_de: Lädt die Vorlage für die Schülereinstellungen.

source: <p class="description"><strong>Note</strong>: %s</p>
de_de: <p class="description"><strong>Hinweis</strong>: %s</p>

source: Required Attributes:
de_de: Erforderliche Eigenschaften:

source: Optional Attributes:
de_de: Optionale Attribute:

source: Additional CSS classes to use for further styling.
de_de: Zusätzliche CSS-Klassen, die du für weiteres Styling verwenden kannst.

source: Options: %s.
de_de: Optionen: %s.

source: Default is colon (<em>:</em>)
de_de: Standard ist der Doppelpunkt (<em>:</em>)

source: Default is coma (<em>,</em>)
de_de: Standard ist das Komma (<em>,</em>)

source: Default: <em>%s</em>.
de_de: Standard: <em>%s</em>.

source: WordPress Settings
de_de: WordPress Einstellungen

source: empty string
de_de: leerer String

source: Default: "<em>%s</em>"
de_de: Standard: "<em>%s</em>"

source: This shortcode has no parameters.
de_de: Dieser Shortcode hat keine Parameter.

source: Examples:
de_de: Beispiele:

source: Allow to integrate WooCommerce to sell courses.
de_de: Erlaube es, WooCommerce zu integrieren, um Kurse zu verkaufen.

source: Use WooCommerce to sell courses
de_de: Verwenden von WooCommerce, um Kurse zu verkaufen

source: If checked, WooCommerce will be use instead of the MarketPress for selling courses
de_de: Wenn diese Option aktiviert ist, wird WooCommerce anstelle von MarketPress für den Verkauf von Kursen verwendet

source: Redirect WooCommerce product post to a parent course post
de_de: WooCommerce-Produktbeitrag zu einem übergeordneten Kursbeitrag umleiten

source: If checked, visitors who try to access WooCommerce single post will be automatically redirected to a parent course single post.
de_de: Wenn diese Option aktiviert ist, werden Besucher, die versuchen, auf einen WooCommerce-Einzelposten zuzugreifen, automatisch zu einem übergeordneten Kurs-Einzelposten weitergeleitet.

source: Change to draft related WooCommerce product.
de_de: Wechsle zu einem Entwurf für ein WooCommerce-Produkt.

source: Delete related WooCommerce product.
de_de: Lösche das zugehörige WooCommerce-Produkt.

source: View Workbook
de_de: Arbeitsbuch ansehen

source: Send Certificate
de_de: Zertifikat senden

source: Sending...
de_de: Senden...

source: Surname
de_de: Nachname

source: did not enroll to any courses yet.
de_de: ist noch in keinem Kurs eingeschrieben.

source: Activity
de_de: Aktivität

source: Response
de_de: Antwort

source: Invalid data submitted
de_de: Ungültige Daten übermittelt

source: Maximum allowed retries exceeded.
de_de: Maximal erlaubte Wiederholungsversuche überschritten.

source: No files uploaded.
de_de: Keine Dateien wurden hochgeladen.

source: Download Certificate
de_de: Zertifikat herunterladen

source: Courses in
de_de: Kurse in

source: All Courses
de_de: Alle Kurse

source: Cheatin&#8217; uh?
de_de: Schummeln&#8217; was?

source: My Courses
de_de: Meine Kurse

source: Enrolment: No action.
de_de: Einschreibung: Keine Aktion.

source: Copy
de_de: Kopieren

source: Enrolment: Invalid request. Please try reloading the page.
de_de: Einschreibung: Ungültige Anfrage. Bitte versuche, die Seite neu zu laden.

source: Username can not be empty.
de_de: Der Benutzername darf nicht leer sein.

source: Invalid username. Please choose another one.
de_de: Ungültiger Benutzername. Bitte wähle einen anderen.

source: E-mail address already used.
de_de: E-Mail Adresse bereits verwendet.

source: The requested facilitator does not exists
de_de: Der angeforderte Moderator existiert nicht

source: Facilitator not found.
de_de: Vermittler nicht gefunden.

source: Facilitator Invitation
de_de: Moderator Einladung

source: You must log in to confirm this invitation.
de_de: Du musst dich anmelden, um diese Einladung zu bestätigen.

source: Invitation activated
de_de: Einladung aktiviert

source: Congratulations. You are now a facilitator of this course.
de_de: Glückwunsch. Du bist jetzt ein Moderator dieses Kurses.

source: Invalid invitation
de_de: Ungültige Einladung

source: This invitation link is not associated with your email address.
de_de: Dieser Einladungslink ist nicht mit deiner E-Mail-Adresse verknüpft.

source: Please contact your course administator and ask them to send a new invitation to the email address that you have associated with your account.
de_de: Bitte wende dich an deinen Kursadministrator und bitte darum, eine neue Einladung an die E-Mail-Adresse zu senden, die du mit deinem Konto verknüpft hast.

source: Invitation not found
de_de: Einladung nicht gefunden

source: This invitation could not be found or is no longer available.
de_de: Diese Einladung konnte nicht gefunden werden oder ist nicht mehr verfügbar.

source: Please contact us if you believe this to be an error.
de_de: Bitte kontaktiere uns, wenn du glaubst, dass dies ein Fehler ist.

source: Invitation activated.
de_de: Einladung aktiviert.

source: Continue...
de_de: Weiter…

source: Invalid invitation.
de_de: Ungültige Einladung.

source: My Profile
de_de: Mein Profil

source: Log Out
de_de: Abmelden

source: The requested instuctor does not exists
de_de: Der angeforderte Instuktor existiert nicht

source: Instructor not found.
de_de: Instruktor nicht gefunden.

source: to continue.
de_de: um forzufahren

source: Instructor Invitation
de_de: Ausbilder-Einladung

source: Congratulations. You are now an instructor of this course.
de_de: Gratuliere. Sie sind jetzt Kursleiter für diesen Kurs.

source: Student Login
de_de: Teilnehmer Login

source: New Signup
de_de: Neue Anmeldung

source: You must be logged in in order to complete the action
de_de: Du musst eingeloggt sein, um die Aktion abschließen zu können

source: Please select a course first you want to enroll in.
de_de: Bitte wähle zuerst einen Kurs in den du dich einschreiben möchtest.

source: Congratulations, you have successfully enrolled in "%s" course! Check your %s for more info.
de_de: Gratulation, du hast dich erfolgreich in "%s" Kurs angemeldet! Prüfe dein %s für mehr Informationen.

source: Something went wrong during the enrollment process. Please try again later.
de_de: Bei der Anmeldung ist etwas schief gelaufen. Bitte versuche es später noch einmal.

source: Passcode is not valid. Please %s and try again.
de_de: Der Passcode ist nicht gültig. Bitte %s und versuche es erneut.

source: go back
de_de: zurück

source: Changed can't be saved because nonce didn't verify.
de_de: Geändert kann nicht gespeichert werden, weil die Nonce nicht verifiziert wurde.

source: Already have an account? %s%s%s!
de_de: Du hast bereits ein Konto? %s%s%s!

source: Displays the course calendar.
de_de: Zeigt den Kurskalender an.

source: Light theme - Block
de_de: Thema Licht - Block

source: Light theme - Line
de_de: Thema Licht - Linie

source: Dark theme - Block
de_de: Dunkles Thema - Block

source: Dark theme - Line
de_de: Dunkles Thema - Linie

source: Theme/Custom CSS
de_de: Thema/eigenes CSS

source: - current -
de_de: - aktuell -

source: Previous Month Text:
de_de: Vorheriger Monat Text:

source: Next Month Text:
de_de: Nächster Monat Text:

source: Dates indicators
de_de: Termin Indikatoren

source: A list or dropdown of course categories.
de_de: Eine Liste oder ein Dropdown-Menü mit Kurskategorien.

source: Title:
de_de: Titel:

source: Show course counts
de_de: Zeige Kursanzahl

source: Displays a selected course as featured
de_de: Zeigt einen ausgewählten Kurs als Featured an

source: Featured Media
de_de: Empfohlene Medien

source: Priority Media
de_de: Vorrangige Medien

source: Priority needs to be set above.
de_de: Die Priorität muss nach oben gesetzt werden.

source: Button Title
de_de: Button Titel

source: Find out more
de_de: Erfahre mehr

source: Displays latest courses
de_de: Zeige letzte Kurse

source: Latest Courses
de_de: Letzte Kurse

source: Number of Courses
de_de: Anzahl der Kurse

source: See All Courses
de_de: Alle Kurse anzeigen

source: Displays a selected course structure
de_de: Zeigt eine ausgewählte Kursstruktur an

source: View details
de_de: Details anzeigen

source: More information about %s
de_de: Mehr Informationen über %s

source: Check for updates
de_de: Auf Aktualisierungen prüfen

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Plugin ist aktuell.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar.

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Konnte nicht prüfen, ob Updates für das Plugin %s verfügbar sind.

source: Unknown update checker status "%s"
de_de: Unbekannter Status für Aktualisierungscheck "%s"

source: There is no changelog available.
de_de: Es steht kein Änderungsprotokoll zur Verfügung.

source: Oops! That page can&rsquo;t be found.
de_de: Oje! Die Seite wurde nicht gefunden.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
de_de: Es sieht so aus, als wäre hier nichts. Vielleicht einen der folgenden Links oder eine Suche probieren?

source: Most Used Categories
de_de: Meistgenutzte Kategorien

source: Try looking in the monthly archives. %1$s
de_de: Versuchen Sie es mal im monatlichen Archiv. %1$s

source: Ask a Question
de_de: Stelle eine Frage

source: This course has no discussions yet. Start one, ask a question!
de_de: Dieser Kurs hat noch keine Diskussionen. Starte und stelle eine Frage!

source: This course has no notifications yet. Please check back later.
de_de: Dieser Kurs hat noch keine Benachrichtigungen. Bitte schaue später noch einmal vorbei.

source: This course has no units yet. Please check back later.
de_de: Dieser Kurs hat noch keine Einheiten. Bitte schau später wieder vorbei.

source: completed
de_de: abgeschlossen

source: Course Complete
de_de: Kurs fertiggestellt

source: 0 Units in the course
de_de: 0 Einheiten im Kurs

source: Author: %s
de_de: Autor: %s

source: Day: %s
de_de: Tag: %s

source: Month: %s
de_de: Monat: %s

source: Year: %s
de_de: Jahr: %s

source: Asides
de_de: Seitenrand

source: Images
de_de: Bilder

source: Quotes
de_de: Zitate

source: Archives
de_de: Archive

source: Comment navigation
de_de: Kommentar Navigation

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Answer the Question
de_de: Beantworte die Frage

source: Leave a Reply to %s
de_de: Hinterlasse eine Antwort für %s

source: Cancel Reply
de_de: Antwort abbrechen

source: Write a response
de_de: Schreibe eine Antwort

# comments title
source: One thought on &ldquo;%2$s&rdquo;
de_de: Ein Kommentar zu &ldquo;%2$s&rdquo;

source: SHARE
de_de: TEILEN

source: About the Course
de_de: Über den Kurs

source: Pages:
de_de: Seiten:

source: Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
de_de: Link zu Ihren Lesezeichen hinzufügen <a href=„%3$s“ rel=„bookmark“>permalink</a>.

source: This entry was tagged %2$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
de_de: <a href="%3$s" rel="bookmark">Lesezeichen</a> anlegen.

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
de_de: Dieser Eintrag wurde in %1$s und getaggt %2$s. Lesezeichen: <a href="%3$s" rel="bookmark">Permalink</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
de_de: Dieser Eintrag wurde in %1$s geschrieben. Speichere das <a href="%3$s" rel="bookmark">Lesezeichen</a>.

source: Courses in %1$s
de_de: Kurse in %1$s

source: Tagged %1$s
de_de: Verschlagwortet mit %1$s

source: Comments are disabled
de_de: Kommentare sind deaktiviert

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Sind Sie bereit Ihren ersten Beitrag zu veröffentlichen? <a href="%1$s">Starten Sie hier</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Es tut uns leid. Ihre Suche ergab keinen Treffer. Bitte versuchen Sie es mit einem anderen Begriff.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Es scheint, dass wir nicht finden können, was du suchst. Vielleicht kann die Suche helfen.

source: Continue reading <span class="meta-nav">&rarr;</span>
de_de: Weiterlesen <span class="meta-nav">&rarr;</span>

source: Posted in %1$s
de_de: Veröffentlicht in %1$s

source: Leave a comment
de_de: Hinterlasse einen Kommentar

source: 1 comment
de_de: 1 Kommentar

source: % comments
de_de: % Kommentare

source: Primary Menu
de_de: Hauptmenü

source: Footer Menu
de_de: Footer Menü

source: Sidebar
de_de: Seitenleiste

source: Skip to content
de_de: Zum Inhalt springen

source: Body Text Color
de_de: Body Textfarbe

source: Content Text Color
de_de: Textfarbe des Inhalts

source: Content Header Color
de_de: Content Überschriften Farbe

source: Content Links Color
de_de: Farbe der Content-Links

source: Content Links Hover Color
de_de: Inhalt Verknüpfung Hover Farbe

source: Main Navigation Links Color
de_de: Hauptnavigation Links Farbe

source: Main Navigation Links Hover Color
de_de: Hauptnavigation Links Hover Farbe

source: Footer Background Color
de_de: Footer Hintergrundfarbe

source: Footer Links Color
de_de: Footer Link Farbe

source: Footer Links Hover Color
de_de: Footer Link Farbe Hover

source: Widgets Title Color
de_de: Widgets - Titel Farbe

source: Upload a logo
de_de: Ein Logo hochladen

source: Posts navigation
de_de: Beitrags-Navigation

source: %s&larr;%s Older posts
de_de: %s&larr;%s ältere Beiträge

source: Newer posts %s&rarr;%s
de_de: Neuere Beiträge %s&rarr;%s

source: Post navigation
de_de: Beitragsnavigation

# Previous post link
source: %s&larr;%s %%title
de_de: %s&larr;%s%%Titel

# Next post link
source: %%title %s&rarr;%s
de_de: %%Titel %s&rarr;%s

source: %s says:
de_de: %s sagt:

# 1: date, 2: time
source: %1$s at %2$s
de_de: %1$s um %2$s

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wartet auf Moderation.

# 1: author, 2: time of comment
source: %1$s, %2$s ago
de_de: %1$s, %2$s vor

source: <span class="posted-on">Posted on %1$s</span><span class="byline"> by %2$s</span>
de_de: <span class="posted-on">Veröffentlicht am %1$s</span> <span class="byline">von %2$s</span>

source: Question title is required.
de_de: Der Titel der Frage ist erforderlich.

source: Question description is required.
de_de: Die Beschreibung der Frage ist erforderlich.

source: Course General
de_de: Kurs Allgemein

source: Title of your question
de_de: Titel deiner Frage

source: Question description...
de_de: Frage Beschreibung …

source: Ask this Question
de_de: Eine Frage stellen

source: E-mail sent successfully! We will respond as soon as possible.
de_de: E-Mail erfolgreich gesendet! Wir werden so schnell wie möglich antworten.

source: An error occured while trying to send the e-mail. Please try again later.
de_de: Beim Versuch, die E-Mail zu senden, ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.

source: Your Name
de_de: Ihr Name

source: Your E-mail
de_de: Ihre E-Mail-Adresse

source: Search Results for: %s
de_de: Suchergebnisse für: %s

# label
source: Search for:
de_de: Suche nach:

# placeholder
source: Search &hellip;
de_de: Suche &hellip;

# submit button
source: Search
de_de: Suche
