Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: This is used on the Course Overview page and will be displayed with the course description.
de_de: Diese wird auf der Seite mit der Kursübersicht verwendet und zusammen mit der Kursbeschreibung angezeigt.

source: Full Description
de_de: Komplettbeschreibung

source: View Mode
de_de: Ansichts Modus

source: Normal: Show full unit pages
de_de: Normal: Volle Einheitenseite anzeigen

source: Choose if your course will show in "normal" mode or step by step "focus" mode.
de_de: Wählen Sie, ob Dein Kurs im "normalen" Modus oder Schritt für Schritt "Fokus" -Modus angezeigt wird.

source: Focus: Focus on one item at a time
de_de: Fokus: Nur ein Element zeigen

source: Don't render section titles in focus mode.
de_de: Keine Abschnittstitel im Fokus Mode.

source: Unit list only
de_de: nur Einheitenliste

source: Expanded unit list
de_de: Erweiterte Einheitenliste

source: Choose if course Unit page shows units only or in expanded view.
de_de: Wähle, ob Kurs Einheitenseite nur Einheiten oder in erweiterter Ansicht anzeigt.

source: Course Structure
de_de: Kursstruktur

source: This gives you the option to show/hide Course Units, Lessons, Estimated Time and Free Preview options on the Course Overview page
de_de: Dies gibt Dir die Möglichkeit zum Anzeigen / Verbergen der Kurs-Einheiten, Unterricht, geschätzte Dauer und kostenlose Vorschau Optionen auf der Kursübersicht Seite

source: Show the Course Overview structure and Preview Options
de_de: Zeige die Kursübersichtsstruktur und der Vorschauoptionen

source: Display Time Estimates for Units and Lessons
de_de: Zeitschätzungen für Einheiten und Lektionen anzeigen

source: Show units without modules
de_de: Einheiten ohne Module anzeigen

source: By default unit without modules is not displayed, even if it is selected below.
de_de: Standardmäßig wird die Einheit ohne Module nicht angezeigt, auch wenn sie unten ausgewählt ist.

source: Units and Sections with Modules selected will automatically be visible (only selected Modules accessible).
de_de: Einheiten und Abschnitte mit ausgewählten Modulen werden automatisch sichtbar (nur ausgewählte Module sind zugänglich).

source: Free Preview
de_de: Kostenlose Vorschau

source: Time
de_de: Zeit

source: [DRAFT]
de_de: [ENTWURF]

source: this section has no title
de_de: dieser Abschnitt hat keinen Titel

source: Section: %d %s
de_de: Abschnitt: %d %s

source: Untitled Module
de_de: Unbenanntes Modul

source: Step 3 &ndash; Instructors and Facilitators
de_de: Schritt 3 - Instruktoren und Moderatoren

source: Course Instructor(s)
de_de: Kursleitung(en)

source: Select one or more instructor to facilitate this course
de_de: Wählen Sie einen oder mehrere Instruktoren oder Moderatoren, die diesen Kurs betreuen

source: Assign
de_de: Zuordnen

source: Assigned Instructors:
de_de: Zugewiesene Ausbilder:

source: You do not have sufficient permission to add instructor!
de_de: Du hast keine Berechtigung, Instruktoren hinzuzufügen.

source: Please Assign Instructor
de_de: Bitte weise einen Dozenten zu dem Kurs hinzu

source: Course Facilitator(s)
de_de: Kurs Moderator(en)

source: Select one or more facilitator to facilitate this course
de_de: Wähle einen oder mehrere Moderatoren aus, die diesen Kurs unterstützen

source: Course Facilitators
de_de: Kurs Moderatoren

source: Instructor or Facilitator
de_de: Instruktor oder Moderator

source: Instructor
de_de: Kursleiter

source: Facilitator
de_de: Moderator

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Send Invite
de_de: Einladung senden

source: Step 4 &ndash; Course Dates
de_de: Schritt 4 - Kursdaten

source: Course Availability
de_de: Kursverfügbarkeit

source: These are the dates that the course will be available to students
de_de: Das sind die Termine, an denen der Kurs für Studenten zur Verfügung steht

source: This course has no end date
de_de: Dieser Kurs hat kein Enddatum

source: Course Enrollment Dates
de_de: Termine für die Kurseinschreibung

source: These are the dates that students will be able to enroll in a course.
de_de: Das sind die Termine, an denen die Schüler in der Lage sein werden, sich in einem Kurs einzuschreiben.

source: Students can enroll at any time
de_de: Schüler können sich jederzeit einschreiben

source: Step 5 &ndash; Classes, Discussion & Workbook
de_de: Schritt 5 – Klassen, Diskussionen & Arbeitsmappe

source: Class Size
de_de: Klassengröße

source: Use this setting to set a limit for all classes. Uncheck for unlimited class size(s).
de_de: Verwende diese Einstellung, um ein Limit für alle Klassen festzulegen. Deaktiviere für unbegrenzte Klassengrösse(n).

source: Limit class size
de_de: Klassengrösse begrenzen

source: Number of students
de_de: Anzahl der Lernende

source: Course Discussion
de_de: Kurs Diskussion

source: If checked, students can post questions and receive answers at a course level. A 'Discusssion' menu item is added for the student to see ALL discussions occuring from all class members and instructors.
de_de: Wenn aktiviert, können die Schüler Fragen stellen und erhalten Antworten auf einen Kursstufe. A ‚Diskussion‘ Menüpunkt für die Schüler, um alle Gespräche auftretenden von allen Teilnehmern und Dozenten zu sehen gegeben.

source: Allow course discussion
de_de: Kursdiskussion zulassen

source: Student Workbook
de_de: Arbeitsbuch für Schüler

source: If checked, students can see their progress and grades.
de_de: Wenn diese Option aktiviert ist, können die Schüler ihre Fortschritte und Noten sehen.

source: Show student workbook
de_de: Schülerarbeitsheft zeigen

source: Student grades
de_de: Schüler Noten

source: If checked, students can see their grades.
de_de: Wenn diese Option aktiviert, können Studenten ihre Noten sehen.

source: Show student grades
de_de: Noten anzeigen

source: Step 6 &ndash; Enrollment %s
de_de: Schritt 6 - Einschreibung %s

source: Enrollment Restrictions
de_de: Einschreibungsbeschränkungen

source: Select the limitations on accessing and enrolling in this course.
de_de: Wähle die Einschränkungen für den Zugang zu und die Einschreibung in diesen Kurs aus.

source: Prerequisite Courses
de_de: Voraussetzungskurse

source: Select the courses a student needs to complete before enrolling in this course
de_de: Wähle die Kurse aus, die ein Student absolvieren muss, bevor sie sich in diesem Kurs anmelden

source: Course Passcode
de_de: Kurs-Passcode

source: Enter the passcode required to access this course
de_de: Gib das Passwort ein, um Zugang zu diesem Kurs zu erhalten.

source: Course Payment
de_de: Kurs Bezahlung

source: Payment options for your course. Additional plugins are required and settings vary depending on the plugin.
de_de: Zahlungsoptionen für deinen Kurs. Es sind zusätzliche Plugins erforderlich und die Einstellungen variieren je nach Plugin.

source: This is a paid course
de_de: Dies ist ein kostenpflichtiger Kurs

source: Step 7 &ndash; Course Completion
de_de: Schritt 7 - Abschluss des Kurses

source: Minimum Grade Required
de_de: Erforderliche Mindestnote

source: The minimum grade required to marked course completion and send course certficates.
de_de: Die Mindestnote, die erforderlich ist, um den Kursabschluss zu kennzeichnen und die Kursbescheinigungen zu versenden.

source: Pre-Completion Page
de_de: Vor Vervollständigung Seite

source: Use the fields below to show custom pre-completion page after the student completed the course but require final assessment from instructors.
de_de: Verwende die folgenden Felder, um eine benutzerdefinierte Vor-Vervollständigung-Seite zu zeigen, nachdem der Schüler den Kurs absolviert hat, aber eine abschliessende Bewertung von Instruktoren erfordert.

source: Page Title
de_de: Seitentitel

source: Page Content
de_de: Seiteninhalt

source: Course Completion Page
de_de: Seite zum Kursabschluss

source: Use the fields below to show a custom page after successfull course completion.
de_de: Verwende die unten stehenden Felder, um eine benutzerdefinierte Seite nach erfolgreichem Kursabschluss anzuzeigen.

source: Failed Page
de_de: Fehlgeschlagen Seite

source: Use the fields below to display failure page when an student completed a course but fail to reach the minimum required grade.
de_de: Verwende die unten stehenden Felder, um eine Seite mit Fehlschlägen anzuzeigen, wenn ein Schüler einen Kurs abgeschlossen, aber die erforderliche Mindestnote nicht erreicht hat.

source: Custom Certificate
de_de: Benutzerdefiniertes Zertifikat

source: Use custom certificate for this course.
de_de: Verwende ein eigenes Zertifikat für diesen Kurs.

source: Certificate Content
de_de: Inhalt des Zertifikats

source: Background Image
de_de: Hintergrundbild

source: Choose background image
de_de: Wähle das Hintergrundbild

source: Choose logo image
de_de: Logo-Bild auswählen

source: Width
de_de: Breite

source: Content Margin
de_de: Inhalt Margin (Außenabstand)

source: Top
de_de: Oben

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Page Orientation
de_de: Seitenausrichtung

source: Landscape
de_de: Querformat

source: Portrait
de_de: Hochformat

source: Text Color
de_de: Textfarbe

source: Revalidate user submission
de_de: Benutzereinreichung neu validieren

source: Refresh
de_de: Aktualisieren

source: Select Display
de_de: Anzeige auswählen

source: Show all modules
de_de: Alle Module anzeigen

source: Show all assessable modules
de_de: Alle bewertbaren Module anzeigen

source: View Certificate
de_de: Zertifikat anzeigen

source: Student Profile
de_de: Teilnehmer Profil

source: Student ID
de_de: Teilnehmer ID

source: Display Name
de_de: Anzeigename

source: Edit user
de_de: Benutzer bearbeiten

source: Enrolled Courses
de_de: Eingeschriebene Kurse

source: Student not found.
de_de: Teilnehmer nicht gefunden.

source: Subject line here...
de_de: Betreffzeile hier...

source: Enabled
de_de: Aktiviert

source: From Name
de_de: Von Name

source: From Email
de_de: Von E-Mail

source: Subject
de_de: Betreff

source: Mail Tokens
de_de: Mail Zeichen

source: These tokens will be replaced with actual data.
de_de: Diese Zeichen werden durch tatsächliche Daten ersetzt.

source: Email Body
de_de: E-Mail-Inhalt

source: Invalid course ID!
de_de: Ungültige Kurs-ID!

source: You are currently not enrolled to this course!
de_de: Du bist derzeit nicht für diesen Kurs eingeschrieben!

source: This course is completed, you can not submit answers anymore.
de_de: Dieser Kurs ist abgeschlossen, du kannst keine Antworten mehr einreichen.

source: Invalid unit!
de_de: Ungültige Einheit!

source: You need to complete this module!
de_de: Du musst dieses Modul ausfüllen!

source: You need to complete the required modules!
de_de: Du musst die benötigten Module ausfüllen!

source: You did not pass the required minimum grade!
de_de: Du hasst die erforderliche Mindestnote nicht erreicht!

source: Module do not exists.
de_de: Modul gibt es nicht.

source: You need to complete the required module!
de_de: Du musst das erforderliche Modul ausfüllen!

source: Your participation to the discussion is required!
de_de: Deine Teilnahme an der Diskussion ist erforderlich!

source: You did not complete the form!
de_de: Du hast das Formular nicht ausgefüllt!

source: Username already exists. Please choose another one.
de_de: Dieser Benutzername ist bereits vorhanden. Bitte wähle einen anderen aus.

source: Invalid username!
de_de: Ungültiger Benutzername!

source: E-mail address is not valid.
de_de: Diese E-Mail-Adresse ist nicht gültig!

source: Sorry, that email address is already used!
de_de: Diese Email-Adresse wird bereits verwendet!

source: Passwords don't match
de_de: Passwörter stimmen nicht überein

source: Your password is too weak.
de_de: Dein Passwort ist zu schwach.

source: Your password must be at least %d characters long and have at least one letter and one number in it.
de_de: Dein Passwort muss mindestens %d Zeichen lang sein und mindestens einen Buchstaben und eine Zahl enthalten.

source: You must agree to the Terms of Service in order to signup.
de_de: Du musst den Nutzungsbedingungen zustimmen, um dich registrieren zu können.

source: All fields are required.
de_de: Alle Felder sind erforderlich.

source: An error occurred while creating the account. Please check the form and try again.
de_de: Beim Erstellen des Kontos ist ein Fehler aufgetreten. Bitte überprüfe das Formular und versuche es erneut.

source: Create New
de_de: Neu erstellen

source: Create New Certificate
de_de: Neues Zertifikat erstellen

source: Edit Certificate
de_de: Zertifikat bearbeiten

source: New Certificate
de_de: Neues Zertifikat

source: Search Certificates
de_de: Zertifikate durchsuchen

source: No Certificates Found
de_de: Keine Bescheinigungen gefunden

source: No Certificates found in Trash
de_de: Keine Zertifikate im Papierkorb gefunden

source: Certificate of Completion
de_de: Abschlusszeugnis

source: Download your certificate
de_de: Lade Dein Zertifikat herunter

source: New Course
de_de: Neuer Kurs

source: Edit Course
de_de: Kurs bearbeiten

source: Search Courses
de_de: Kurse suchen

source: No Courses Found
de_de: Keine Kurse gefunden

source: No Courses found in Trash
de_de: Keine Kurse im Papierkorb gefunden

source: Categories
de_de: Kategorien

source: Category
de_de: Kategorie

source: Search Course Categories
de_de: Kurskategorien suchen

source: All Course Categories
de_de: Alle Kurskategorien

source: Edit Course Categories
de_de: Kurskategorien bearbeiten

source: Update Course Category
de_de: Kurskategorie aktualisieren

source: Add New Course Category
de_de: Neue Kurs-Kategorie hinzufügen

source: New Course Category Name
de_de: Neue Kurs-Kategorie Name

source: New Course added successfully!
de_de: Neuer Kurs erfolgreich hinzugefügt!

source: Course updated successfully.
de_de: Kurs erfolgreich aktualisiert.

source: Unit status changed successfully
de_de: Einheitenstatus erfolgreich geändert

source: Unit deleted successfully
de_de: Einheit erfolgreich gelöscht.

source: New Unit added successfully!
de_de: Neue Einheit erfolgreich hinzugefügt!

source: Unit updated successfully.
de_de: Einheit erfolgreich aktualisiert.

source: Student added to the class successfully.
de_de: Student wurde zu einem Kurs hinzugefügt

source: New class has been added successfully.
de_de: Die neue Klasse wurde erfolgreich hinzugefügt.

source: Selected class has been deleted successfully.
de_de: Die ausgewählte Klasse wurde erfolgreich gelöscht.

source: Selected student has been withdrawed successfully from the course.
de_de: Ausgewählter Student wurde erfolgreich aus dem Kurs gelöscht.

source: Selected students has been withdrawed successfully from the course.
de_de: Ausgewählte Studenten wurden erfolgreich aus dem Kurs gelöscht.

source: Invitation sent sucessfully.
de_de: Die Einladung wurde erfolgreich verschickt.

source: Successfully added as instructor.
de_de: Instruktor erfolgreich hinzugefügt.

source: English
de_de: Englisch

source: Almost there!
de_de: Fast fertig!

source: Congratulations, You Passed!
de_de: Gratulation, Du hast bestanden!

source: Sorry, you did not pass this course!
de_de: Tut mir leid, Du hast den Kurs nicht bestanden!

source: %s Day
de_de: %s Tag

source: Open-ended
de_de: Offenes Ende

# Default title for a duplicated course. Variable is original title.
source: %s Copy
de_de: %s Kopie

source: This course will open on %s
de_de: Dieser Kurs wird am %s starten

source: This course is already closed.
de_de: Dieser Kurs ist bereits geschlossen.

source: This unit will be available on %s
de_de: Diese Einheit wird am %s verfügbar sein

source: You need to complete all the REQUIRED modules before this unit.
de_de: Du musst alle ERFORDERLICHEN Module vor dieser Einheit ausfüllen!

source: You need to complete all the REQUIRED modules before this section.
de_de: Du musst alle ERFORDERLICHEN Module vor diesem Abschnitt ausfüllen.

source: You need to complete all the REQUIRED modules before this module.
de_de: Du musst alle ERFORDERLICHEN Module vor diesem Modul ausfüllen.

source: Manually added only
de_de: Nur manuell hinzugefügte

source: Any registered users
de_de: Alle registrierten Benutzer

source: Any registered users with a pass code
de_de: Alle registrierten Benutzer mit einem Passwort

source: Registered users who completed the prerequisite course(s)
de_de: Registrierte Nutzer, welche die benötigten Vorkurse abgeschlossen haben

source: You have completed the course!
de_de: Du hast den Kurs abgeschlossen!

source: Your submitted business plan will be reviewed, and you'll hear back from me on whether you pass or fail.
de_de: Dein eingereichter Businessplan wird geprüft und du erhältst eine Rückmeldung von mir, ob du bestanden hast oder nicht.

source: Woohoo! You've passed COURSE_NAME!
de_de: Glückwunsch! Du hast COURSE_NAME bestanden!

source: I'm sorry to say you didn't pass COURSE_NAME. Better luck next time!
de_de: Es tut mir leid Dir sagen zu müssen, dass du COURSE_NAME nicht bestanden hast. Beim nächsten Mal mehr Glück!

source: Create New Thread
de_de: Neues Thema erstellen

source: Edit Thread
de_de: Thema bearbeiten

source: New Thread
de_de: Neue Unterhaltung

source: View Thread
de_de: Eintrag ansehen

source: Search Threads
de_de: Eintrag suchen

source: No Threads Found
de_de: Keine Einträge gefunden

source: No Threads found in Trash
de_de: Keine Einträge im Papierkorb gefunden

source: Unsubscribe Successful
de_de: Abmeldung erfolgreich

source: You have been removed from "%s" discussion.
de_de: Du wurdest aus der Diskussion "%s" entfernt.

source: &laquo; Previous
de_de: &laquo; Zurück

source: Next &raquo;
de_de: Nächste &raquo;

source: Proceed to the next section
de_de: Fahre mit dem nächsten Abschnitt fort

source: Proceed to the next module
de_de: Fahre mit dem nächsten Modul fort

source: Next Section
de_de: Nächster Abschnitt

source: Discussion Update: No action.
de_de: Diskussion Update: Keine Aktion.

source: Discussion update failed: post type missmatch.
de_de: Aktualisierung der Diskussion fehlgeschlagen: keine Übereinstimmung des Post Type.

source: Discussion update failed: wrong nounce.
de_de: Aktualisierung der Diskussion fehlgeschlagen: falscher Nounce.

source: Invitation successfully sent.
de_de: Einladung erfolgreich gesendet.

source: Invitation already exists. Invitation was re-sent.
de_de: Die Einladung existiert bereits. Die Einladung wurde erneut verschickt.

source: Email failed to send.
de_de: E-Mail konnte nicht gesendet werden.

source: Invitation already exists.
de_de: Einladung bereits vorhanden.

source: Module
de_de: Modul

source: Create New Module
de_de: Neues Modul anlegen

source: Edit Module
de_de: Module bearbeiten

source: New Module
de_de: Neues Modul

source: View Module
de_de: Modul anzeigen

source: Search Modules
de_de: Module suchen

source: No Modules Found
de_de: Keine Module gefunden

source: No Modules found in Trash
de_de: Keine Module im Papierkorb gefunden

source: Click here to cancel reply.
de_de: Antwort abbrechen.

source: You have %d attempts left.
de_de: Du hast %d Versuche übrig.

source: Your last attempt was unsuccessful. Try again. %s
de_de: Dein letzter Versuch war nicht erfolgreich. Versuche es noch einmal. %s

source: Your last attempt was unsuccessful. You can not try anymore.
de_de: Dein letzter Versuch war nicht erfolgreich. Du kannst nicht noch einmal versuchen

source: Your submission is awaiting instructor assessment.
de_de: Deine Einreichung wartet auf die Lehrerbewertung.

source: Success!
de_de: Erfolgreich!

source: Quiz not passed.
de_de: Quiz nicht bestanden.

source: You have successfully passed the quiz. Here are your results.
de_de: Du hast das Quiz erfolgreich bestanden. Hier sind deine Ergebnisse.

source: You did not pass the quiz this time. Here are your results.
de_de: Du hast das Quiz dieses Mal nicht bestanden. Hier sind deine Ergebnisse.

source: Total Questions
de_de: Totale Anzahl Fragen

source: Incorrect
de_de: Falsch

source: Try again!
de_de: Bitte versuche es erneut!

source: Notifications
de_de: Benachrichtigungen

source: Create New Notification
de_de: Neue Mitteilung erstellen

source: Edit Notification
de_de: Mitteilung bearbeiten

source: New Notification
de_de: Neue Benachrichtigung

source: View Notification
de_de: Mitteilung ansehen

source: No Notifications Found
de_de: Keine Benachrichtigungen gefunden

source: No Notifications found in Trash
de_de: Keine Mitteilungen im Papierkorb gefunden

source: Insert into notification
de_de: In Mitteilung einfügen

source: Uploaded to this notification
de_de: In diese Mitteilung hochgeladen

source: Notifications list
de_de: Mitteilungsliste

source: Filter notification list
de_de: Mitteilungsliste filtern

source: Notifications list navigation
de_de: Mitteilungsliste Navigation

source: Notification Update: No action.
de_de: Mitteilungsaktualisierung: Keine Aktion.

source: Notification update failed.
de_de: Mitteilungsaktualisierung fehlgeschlagen.

source: Awaiting Review
de_de: Freigabe ausstehend

source: Ongoing
de_de: Fortlaufend

source: Incomplete
de_de: Unvollständig

source: Create New Unit
de_de: Neue Einheit anlegen

source: Edit Unit
de_de: Einheit bearbeiten

source: New Unit
de_de: Neue Einheit

source: View Unit
de_de: Einheit ansehen

source: Search Units
de_de: Einheiten suchen

source: No Units Found
de_de: Keine Einheiten gefunden

source: No Units found in Trash
de_de: Keine Einheiten im Papierkorb gefunden

source: Unsubscribe Successful!
de_de: Erfolgreich abbestellen!

source: You have been remove to our subscribers list.
de_de: Du bist aus der Abonnentenliste entfernt worden.

source: Done
de_de: Erledigt

source: Every quarter of an hour
de_de: Jede Viertelstunde

source: New Comment:
de_de: Neuer Kommentar:

source: Course Start Date
de_de: Kurs Startdatum

source: already started
de_de: bereits begonnen

source: Course Length
de_de: Fortbildungslänge

source: Course End Date:
de_de: Kurs Enddatum:

source: No End Date
de_de: Kein Enddatum

source: Course Dates:
de_de: Kurstermine:

source: Enrollment Start Date:
de_de: Einschreibung möglich ab:

source: Enroll Anytime
de_de: Jederzeit einschreiben

source: Enrollment End Date:
de_de: Einschreibung möglich bis:

source: Enroll Anytime
de_de: Einschreibung jederzeit

source: Enrollment Dates:
de_de: Einschreibungstermine:

source: You Enrolled on:
de_de: Du bist eingeschrieben in:

source: Anyone
de_de: Jeder

source: Who can Enroll:
de_de: Wer kann sich einschreiben:

source: Students are added by instructors.
de_de: Teilnehmer werden vom Dozenten freigegeben.

source: A passcode is required to enroll.
de_de: Ein Passwort ist erforderlich, zum Einschreiben.

source: Students need to complete %s first.
de_de: Die Schüler müssen zuerst %s ausfüllen.

source: Registered users.
de_de: Registrierte Benutzer.

source: Class Size:
de_de: Klassengröße:

source: Unlimited
de_de: Unbegrenzt

source: (%d places left)
de_de: (%d Plätze links)

source: Price:&nbsp;
de_de: Preis:&nbsp;

source: FREE
de_de: KOSTENLOS

source: Course Language:
de_de: Kurssprache:

source: Course Category:
de_de: Kurskategorie:

source: None
de_de: Nichts

source: Course Details
de_de: Kursdetails

source: Estimated Duration:&nbsp;
de_de: Geschätzte Dauer:

source: Start Learning
de_de: Lernen beginnen

source: Continue Learning
de_de: Weiter lernen

source: Course Full
de_de: Kurs voll

source: Enrollments Closed
de_de: Einschreibung geschlossen

source: Enrollments Finished
de_de: Beendete Einschreibungen

source: Enroll Now!
de_de: Jetzt einschreiben!

source: Access Course
de_de: Den Kurs betreten

source: Not Available
de_de: Nicht verfügbar

source: Passcode Required
de_de: Passwort erforderlich

source: Pre-requisite Required
de_de: Voraussetzungen

source: Enroll
de_de: Einschreiben

source: Completed
de_de: Abgeschlossen
