Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: Untitled Page %s
de_de: Unbenannte Seite %s

source: [DRAFT]
de_de: [ENTWURF]

source: This unit is available, but you need to complete all the REQUIRED modules before this unit.
de_de: Diese Einheit ist verfügbar, aber Du musst alle ERFORDERLICHEN Module vor dieser Einheit abschließen.

source: You need to complete the REQUIRED unit before this unit.
de_de: Du musst alle ERFORDERLICHEN Module vor dieser Einheit abschliessen!

source: Opens %s
de_de: Öffnet %s

source: This unit will be available on the scheduled start date.
de_de: Diese Einheit wird zum geplanten Starttermin verfügbar sein.

source: Untitled
de_de: Ohne Titel

source: You need to completed all the REQUIRED modules before this module.
de_de: Du musst alle ERFORDERLICHEN Module vor diesem Modul abschliessen.

source: No visible units in the course currently. Please check back later.
de_de: Derzeit sind keine Einheiten im Kurs sichtbar. Bitte schau später wieder vorbei.

source: No units in the course currently. Please check back later.
de_de: Zurzeit gibt es keine Einheiten in diesem Kurs. Bitte schau später wieder vorbei.

source: Featured Course
de_de: Empfohlener Kurs

source: Find out more.
de_de: Erfahren Sie mehr.

source: Completed courses
de_de: Abgeschlossene Kurse

source: Current Courses
de_de: Aktuelle Kurse

source: Facilitated Courses
de_de: Erleichterte Kurse

source: Starting soon
de_de: Beginnt bald

source: Incomplete courses
de_de: Unvollständige Kurse

source: The Instructor does not have any courses assigned yet.
de_de: Der/die Ausbilder/in hat noch keine Kurse zugewiesen.

source: Manage Courses
de_de: Kurse verwalten

source: Past courses
de_de: Vergangene Kurse

source: You are not enrolled in any courses. <a href="%s">See available courses.</a>
de_de: Du bist in keinem Kurs eingeschrieben. <a href="%s">verfügbare Kurse ansehen.</a>

source: Suggested courses
de_de: Vorgeschlagene Kurse

source: You are not enrolled in any courses.<br />Here are a few you might like, or <a href="%s">see all available courses.</a>
de_de: Du bist in keinem Kurs eingeschrieben.<br />Das könnte dir gefallen, oder < href="%s> alle verfügbaren Kurse ansehen.</a>

source: You are not enrolled to any course.
de_de: Du bist in keinem Kurs eingeschrieben.

source: Manage Course
de_de: Kurs verwalten

source: Share
de_de: Teilen

source: Send
de_de: Senden

source: Write a Reply or Comment
de_de: Schreib eine Antwort oder einen Kommentar

# noun
source: Comment
de_de: Kommentar

source: Reply
de_de: Antworten

source: -- General --
de_de: -- Allgemein --

source: 0 course units prepared yet. Please check back later.
de_de: es wurden noch keine Kurseinheiten vorbereitet. Bitte schau später wieder vorbei.

source: View Full Profile
de_de: Gesamtes Profil anzeigen

source: Workbook is not available for this course.
de_de: Arbeitsbuch für diesen Kurs nicht verfügbar.

source: Submitted
de_de: Übermittelt

source: Answer
de_de: Antwort

source: Description
de_de: Beschreibung

source: Unit Unread
de_de: Einheit Ungelesen

source: Unit Read
de_de: Einheit Lesen

source: This unit has no activities.
de_de: Diese Einheit hat keine Aktivitäten.

source: Course completion:
de_de: Kursabschluss:

source: Progress
de_de: Fortschritt

source: No gradable modules under this unit.
de_de: Keine bewertbaren Module in dieser Einheit.

source: Create new account
de_de: Neues Konto erstellen

source: Create an account
de_de: Konto erstellen

source: Login to your account
de_de: In deinem Konto anmelden

source: Log in
de_de: Anmelden

source: Successfully enrolled.
de_de: Erfolgreich eingeschrieben.

source: Congratulations! You have successfully enrolled. Click below to get started.
de_de: Glückwunsch! Du hast Dich erfolgreich angemeldet. Klicke unten um loszulegen.

source: Could not enroll at this time.
de_de: Ich konnte mich zu diesem Zeitpunkt nicht anmelden.

source: A passcode is required to enroll. Click below to back to course.
de_de: Für die Anmeldung ist ein Passwort erforderlich. Klicke unten, um zurück zu gehen.

source: Go back to course!
de_de: Geh zurück zum Kurs!

source: %d of %d required elements completed.
de_de: %d von %d erforderliche Elemente abgeschlossen.

source: Percent of the unit completion
de_de: Prozentsatz der Fertigstellung der Einheit

source: %d of %d elements completed.
de_de: %d von %d Elemente abgeschlossen.

source: About this course
de_de: Über diesen Kurs

source: You need to complete this REQUIRED module before you can continue.
de_de: Du musst dieses ERFORDERLICHE Modul abschliessen, bevor Du fortfahren kannst.

source: You do not currently have access to this part of the course. Signup now to get full access to the course.
de_de: Du hast derzeit keinen Zugang zu diesem Teil des Kurses. Melde dich jetzt an, um den vollen Zugang zum Kurs zu erhalten.

source: This unit does not exist.
de_de: Diese Einheit gibt es nicht.

source: This module does not exist.
de_de: Dieses Modul existiert nicht.

source: Show course details
de_de: Kursdetails anzeigen

source: This is a REQUIRED module.
de_de: Dies ist ein ERFORDERLICHES Modul.

source: Close
de_de: Schließen

source: Page cannot be found
de_de: Seite konnte nicht gefunden werden.

source: Inbox
de_de: Posteingang

source: Sent
de_de: Gesendet

source: New Message
de_de: Neue Nachricht

source: You are already logged in.
de_de: Sie sind bereits eingeloggt.

source: Invalid username or password.
de_de: Ungültiger Username oder Passwort.

source: Login
de_de: Anmelden

source: Signup
de_de: Registrieren

source: Registrations are not allowed.
de_de: Registrierungen sind derzeit nicht erlaubt..

source: Username or Email Address
de_de: Nutzername oder E-Mail Adresse

source: Don't have an account? %s%s%s now!
de_de: Du hast noch kein Konto? %s%s%s jetzt!

source: Create an Account
de_de: Benutzerkonto erstellen

source: Forgot Password?
de_de: Passwort vergessen?

source: Log In
de_de: Anmelden

source: Already have an account? <a href="%s" class="%s" id="%s">Login to your account</a>!
de_de: Hast du schon ein Konto? <a href="%s" class="%s" id="%s">Melde dich bei Deinem Konto an</a> !

source: Don't have an account? <a href="%s" class="%s" id="%s">Create an Account</a> now!
de_de: Du hast noch kein Konto? Jetzt <a href="%s" class="%s" id="%s">ein Konto erstellen</a> !

source: Username
de_de: Benutzername

source: Confirm Password
de_de: Passwort bestätigen

source: Confirm use of weak password
de_de: Bestätige die Verwendung eines schwachen Passworts

source: Course:
de_de: Kurs

source: Discussions
de_de: Diskussionen

source: Grades
de_de: Noten

source: You need to pass all the REQUIRED modules before this unit.
de_de: Du musst alle ERFORDERLICHEN Module vor dieser Einheit bestehen!

source: This unit will be available on
de_de: Diese Lektion wird verfügbar sein am

source: Notify me of new posts in this thread
de_de: Benachrichtige mich über neue Beiträge in diesem Thema

source: Do not notify me of new posts
de_de: Benachrichtige mich nicht über neue Beiträge

source: Notify me of all new posts
de_de: Benachrichtige mich über alle neuen Beiträgen

source: Source
de_de: Quelle

source: Action
de_de: Aktion

source: De-Activate
de_de: Deaktivieren

source: Activate
de_de: Aktivieren

source: Install
de_de: Installieren

source: Required fields must not be empty!
de_de: Dies ist ein Pflichtfeld!

source: Please confirm that you want to remove the instructor from this course.
de_de: Bitte bestätige, dass Du den Instruktor aus diesem Kurs entfernen möchtest.

source: Please confirm that you want to remove the instructor invitation from this course.
de_de: Bitte bestätige, dass du die Einladung der Lehrkraft aus diesem Kurs entfernen möchtest.

source: Please confirm that you want to remove the facilitator from this course.
de_de: Bitte bestätige, dass Du den Moderator aus diesem Kurs entfernen möchtest.

source: Please confirm that you want to remove the facilitator invitation from this course.
de_de: Bitte bestätige, dass Du die Moderatoreinladung aus diesem Kurs entfernen möchtest.

source: Assign Facilitator
de_de: Moderator zuordnen

source: Please confirm that you want to remove the student from this course.
de_de: Bitte bestätige, dass Du den Schüler aus diesem Kurs entfernen möchtest.

source: Please confirm that you want to remove ALL students from this course. Warning: This can not be undone. Please make sure this is what you want to do.
de_de: Bitte bestätige, dass du ALLE Schüler aus diesem Kurs entfernen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden. Bitte vergewissere dich, dass du das auch wirklich willst.

source: Please confirm that you want to delete ALL selected notifications. Warning: This cannot be undone. Please make sure this is what you want to do.
de_de: Bitte bestätige, dass du ALLE ausgewählten Benachrichtigungen löschen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden. Bitte vergewissere dich, dass du das auch wirklich willst.

source: Please confirm that you want to delete this notification. Warning: This cannot be undone.
de_de: Bitte bestätige, dass du diese Benachrichtigung löschen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden.

source: Please confirm that you want to delete ALL selected discussions. Warning: This cannot be undone. Please make sure this is what you want to do.
de_de: Bitte bestätige, dass du ALLE ausgewählten Diskussionen löschen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden. Bitte stelle sicher, dass du das auch wirklich willst.

source: Please confirm that you want to delete this discussion. Warning: This cannot be undone.
de_de: Bitte bestätige, dass du diese Diskussion löschen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden.

source: Please confirm that you want to remove this module and possible student responses.
de_de: Bitte bestätige, dass du dieses Modul und mögliche Schülerantworten entfernen möchtest.

source: Please confirm that you want to remove this page. All modules will be moved to the first available page (or you can drop them on other pages first before deleting this page).
de_de: Bitte bestätige, dass du diese Seite entfernen möchtest. Alle Module werden auf die erste verfügbare Seite verschoben (oder du kannst sie zuerst auf anderen Seiten ablegen, bevor du diese Seite löschst).

source: Please confirm that you want to remove this unit and all its modules and student responses.
de_de: Bitte bestätige, dass du diese Einheit und alle dazugehörigen Module und Schülerantworten entfernen möchtest.

source: Add Answer
de_de: Antwort hinzufügen

source: Placeholder Text
de_de: Platzhalter Text

source: Placeholder text to put inside the textbox (additional information)
de_de: Platzhaltertext, der in das Textfeld eingefügt wird (zusätzliche Informationen)

source: Answer fields must not be empty! Please check modules:
de_de: Antwortfelder dürfen nicht leer sein! Bitte überprüfe die Module:

source: Unit is saving now...
de_de: Einheit wird gespeichert…

source: Unit was successfully saved!
de_de: Die Einheit wurde erfolgreich gerettet!

source: Something went wrong. Unit was not saved!
de_de: Etwas ist schief gelaufen. Einheit wurde nicht gespeichert!

source: Single Choice
de_de: Einfach-Auswahl

source: Multiple Choice
de_de: Mehrfachauswahl

source: Short Answer
de_de: Kurze Antwort

source: Long Answer
de_de: Lange Antwort

source: Selectable Choice
de_de: Wählbare Auswahl

source: Wait, module adding now...
de_de: Warte, Modul jetzt hinzufügen...

source: Answer A
de_de: Antwort A

source: Answer B
de_de: Antwort B

source: Please confirm that you want to delete ALL selected courses. Warning: This cannot be undone. Please make sure this is what you want to do.
de_de: Bitte bestätige, dass du ALLE ausgewählten Kurse löschen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden. Bitte vergewissere dich, dass du das auch wirklich willst.

source: Please confirm that you want to delete this courses. Warning: This cannot be undone.
de_de: Bitte bestätige, dass du diese Kurse löschen möchtest. Achtung! Dies kann nicht rückgängig gemacht werden.

source: Are you sure you want to create a duplicate copy of this course?
de_de: Bist du sicher, dass du eine Kopie dieses Kurses erstellen möchtest?

source: Please select at least one course to export.
de_de: Bitte wähle mindestens einen Kurs zum Exportieren aus.

source: Step is saving now...
de_de: Schritt wird jetzt gespeichert…

source: Step was successfully saved!
de_de: Der Schritt wurde erfolgreich gespeichert!

source: Something went wrong. Step was not saved!
de_de: Etwas ist schief gelaufen. Schritt wurde nicht gespeichert!

source: Please try a different browser to upload your file.
de_de: Bitte versuche einen anderen Browser, um deine Datei hochzuladen.

source: Please only upload any of the following files:
de_de: Bitte laden Sie nur eine der folgenden Dateien hoch:

source: Your file has been submitted successfully.
de_de: Dein Beitrag wurde erfolgreich gesendet.

source: There was a problem processing your file.
de_de: Leider gab es ein Problem bei der Bearbeitung deiner Datei.

source: Your response was recorded successfully.
de_de: Deine Antwort wurde erfolgreich aufgezeichnet.

source: There was a problem saving your response. Please reload this page and try again.
de_de: Es gab ein Problem beim Speichern Deiner Antwort. Bitte lade diese Seite neu und versuche es erneut.

source: All fields required.
de_de: Alle Felder müssen ausgefüllt werden.

source: Invalid e-mail address.
de_de: Ungültige E-Mail-Adresse.

source: That e-mail address is already taken.
de_de: Diese E-Mail-Adresse ist bereits vergeben.

source: That usernam is already taken.
de_de: Der Benutzername ist bereits vergeben.

source: Weak passwords not allowed.
de_de: Schwache Passwörter sind nicht erlaubt.

source: Passwords do not match.
de_de: Passwörter stimmen nicht überein.

source: Please type a comment.
de_de: Bitte gib einen Kommentar ein.

source: Invalid file format!
de_de: Ungültiges Dateiformat!

source: Your username and/or password is required!
de_de: Du brauchst deinen Benutzernamen und/oder dein Passwort!

source: Ooops! You did not write anything!
de_de: Ooops! Du hast noch nicht geschrieben!

source: An unexpected error occur while processing. Please try again.
de_de: Ein unerwarteter Fehler trat während der Verarbeitung auf. Bitte versuche es erneut.

source: You need to complete all required modules!
de_de: Du musst alle erforderlichen Module abschließen!

source: Enter PASSCODE!
de_de: PASSCODE eingeben!

source: Invalid PASSCODE!
de_de: Ungültiges Passwort

source: Please confirm that you want to withdraw from the course. If you withdraw, all your records and access to this course will also be removed.
de_de: Bitte bestätige, dass Du dich vom Kurs austragen möchtest. Wenn Du dich zurückziehst, werden alle Unterlagen und der Zugang zu diesem Kurs entfernt.

source: Please confirm that you want to edit this course.
de_de: Bitte bestätige, dass Du diesen Kurs bearbeiten möchtest.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
de_de: %1$s ist seit Version %2$s <strong>veraltet</strong>! Benutzen Sie stattdessen %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
de_de: %1$s ist seit Version %2$s <strong>veraltet</strong>. Es ist keine Alternative erhältlich.

source: Choose a Course Instructor...
de_de: Wähle einen Kursleiter...

source: Choose a Student...
de_de: Wähle einen Schüler...

source: You need a membership account to access this course.
de_de: Du benötigst ein Mitgliedskonto um auf diesen Kurs zuzugreifen.

source: Only enrolled students can access this course material.
de_de: Nur immatrikulierte Schüler können auf dieses Kursmaterial zugreifen.

source: This unit is not available.
de_de: Diese Einheit ist nicht verfügbar.

source: %s of %s
de_de: %s von %s

source: (%s Pages)
de_de: (%s Seiten)

source: Arial Unicode MS (Simplified Chinese)
de_de: Arial Unicode MS (Vereinfachtes Chinesisch)

source: Arial Unicode MS (Chinese Traditional)
de_de: Arial Unicode MS (Chinesisch traditionell)

source: Arial Unicode MS (Japanese)
de_de: Arial Unicode MS (Japanisch)

source: Arial Unicode MS (Korean)
de_de: Arial Unicode MS (koreanisch)

source: Times-Roman
de_de: Times New Roman

source: Free Mono
de_de: Frei Mono

source: Free Serif
de_de: Freie Serife

source: MyungJo Medium (Korean)
de_de: MyungJo Medium (koreanisch)

source: MSung Light (Traditional Chinese)
de_de: Msung Light (Traditionelles Chinesisch)

source: Roboto Light
de_de: Roboto Licht

source: Robot Light Italic
de_de: Roboter Light Italic

source: CoursePress Report
de_de: CoursePress Bericht

source: CoursePress cannot generate PDF because directory is not writable: %s
de_de: CoursePress kann kein PDF erzeugen, weil das Verzeichnis nicht beschreibbar ist: %s

# courses per page (screen options)
source: Columns
de_de: Spalten

# courses per page (screen options)
source: Number of courses per page:
de_de: Anzahl der Kurse pro Seite:

source: Start date
de_de: Startdatum

source: Actions
de_de: Aktionen

source: Columns
de_de: Spalten

source: This tab no longer exists. Please choose another.
de_de: Diese Registerkarte existiert nicht mehr. Bitte wähle eine andere.

source: Save Settings
de_de: Einstellungen speichern

source: Add Media URL or Browse for Media
de_de: Medien-URL hinzufügen oder nach Medien suchen

source: Browse
de_de: Durchsuchen

source: Extension of the file is not valid. Please use one of the following: %s
de_de: Die Erweiterung der Datei ist nicht gültig. Bitte verwende eine der folgenden: %s

source: Enter title here.
de_de: Titel hier eingeben.

source: Please press the Prev button on the left to continue.
de_de: Drücke bitte die Schaltfläche "zurück" auf der linken Seite, um fortzufahren.

source: First page
de_de: Erste Seite

source: Previous page
de_de: Vorherige Seite

source: Current Page
de_de: Aktuelle Seite

# paging
source: %1$s of %2$s
de_de: %1$s von %2$s

source: Next page
de_de: Nächste Seite

source: Last page
de_de: Letzte Seite

source: Migration was done. There is no more students to migrate.
de_de: Die Migration ist abgeschlossen. Es gibt keine Schüler mehr zu migrieren.

source: Found %d course to migrate. Course id: %s.
de_de: Ich habe %d zu migrierende Kurse gefunden. Kurs-ID: %s.

source: Update students (%d) data in course: %d.
de_de: Schüler (%d) Daten aktualisieren: %d.

source: Try to update students data in course: %d, but there was no students enroled to this course.
de_de: Versuche, die Schülerdaten in Kurs: %d zu aktualisieren, aber es waren keine Schüler für diesen Kurs eingeschrieben.

source: There is %d course to migrate. Course id: %s.
de_de: Es gibt %d zu migrierende Kurse. Kurs-ID: %s.

source: This course was already updated.
de_de: Dieser Kurs wurde bereits aktualisiert.

source: Course %s was successful updated.
de_de: Kurs %s wurde erfolgreich aktualisiert.

source: Course update fail: wrong data!
de_de: Kurs Update Fehler: falsche Daten!

source: Course update fail: security check!
de_de: Kursaktualisierung fehlgeschlagen: Sicherheitsüberprüfung!

source: Course update fail: wrong course ID!
de_de: Kurs Update Fehler: falsche Kurs ID!

source: Course update fail: wrong course!
de_de: Kurs Update Fehler: falsche Kurs!

source: Course update fail: %s!
de_de: Kursaktualisierung fehlgeschlagen: %s!

source: Course video settings do not need to be updated.
de_de: Die Kursvideoeinstellungen müssen nicht aktualisiert werden.

source: Course video settings have been updated.
de_de: Die Kursvideoeinstellungen wurden aktualisiert.

source: Course structure settings do not need to be updated.
de_de: Die Einstellungen für die Kursstruktur müssen nicht aktualisiert werden.

source: Course structure settings have been updated.
de_de: Die Einstellungen für die Kursstruktur wurden aktualisiert.

source: Course Dates settings do not need to be updated.
de_de: Die Einstellungen für die Kursdaten müssen nicht aktualisiert werden.

source: Course Dates settings have been updated.
de_de: Die Einstellungen für die Kursdaten wurden aktualisiert.

source: Instructors settings do not need to be updated.
de_de: Die Einstellungen der Lehrkräfte müssen nicht aktualisiert werden.

source: Instructors settings have been updated.
de_de: Die Einstellungen der Ausbilder wurden aktualisiert.

source: Classes, Discussion & Workbook settings do not need to be updated.
de_de: Die Einstellungen für Klassen, Diskussionen und Arbeitsbücher müssen nicht aktualisiert werden.

source: Classes, Discussion & Workbook settings have been updated.
de_de: Die Einstellungen für Klassen, Diskussionen und Arbeitsbücher wurden aktualisiert.

source: Course Enrollment & Cost settings do not need to be updated.
de_de: Die Einstellungen zu Kurseinschreibung und Kosten müssen nicht aktualisiert werden.

source: Course Enrollment & Cost settings have been updated.
de_de: Die Einstellungen für die Kurseinschreibung und die Kosten wurden aktualisiert.

source: Course enrolled students do not need to be updated.
de_de: Immatrikulierte Schüler müssen nicht aktualisiert werden.

source: There is no enrolled students to update.
de_de: Es gibt keine eingeschriebenen Schüler zu aktualisieren.

source: %s student enrolled to this course.
de_de: %s Schüler, die für diesen Kurs eingeschrieben sind.

source: Student Progress do not need to be updated.
de_de: Die Schülerfortschritte müssen nicht aktualisiert werden.

source: Students progress have been updated.
de_de: Die Fortschritte der Schüler wurden aktualisiert.

source: Page breaks do not need to be updated.
de_de: Seitenumbrüche müssen nicht aktualisiert werden.

source: Page breaks have been updated.
de_de: Die Seitenumbrüche wurden aktualisiert.

source: Course Completion do not need to be updated.
de_de: Die Kursabschlüsse müssen nicht aktualisiert werden.

source: Added content of dafaults Course Completion pages.
de_de: Inhalt der dafaults-Kursabschlussseiten hinzugefügt.

source: Units pages do not need to be updated.
de_de: Die Seiten der Einheiten müssen nicht aktualisiert werden.

source: Section titles (former page titles) inside units converted.
de_de: Abschnittstitel (frühere Seitentitel) innerhalb von Einheiten umgewandelt.

source: Back to Course
de_de: Zurück zum Kurs

source: CoursePress Menu
de_de: CoursePress Menü

source: Log In/Out
de_de: Einloggen/Ausloggen

source: Profile
de_de: Profil

source: Select All
de_de: Alle auswählen

source: Add to Menu
de_de: Zum Menü hinzufügen

source: Install MarketPress plugin in order to sell courses.
de_de: Installiere das MarketPress-Plugin, um Kurse zu verkaufen.

source: Install MarketPress
de_de: MarketPress installieren

source: Activate %s to start selling courses.
de_de: Aktiviere %s um Kurse zu verkaufen.

source: You are using an older version of %s plugin. %s require the latest version for compatilibity.
de_de: Du verwendest eine ältere Version des Plugins %s. für die Kompatibilität mit %s benötigst du die neueste Version.

source: Update your %s now!
de_de: Aktualisiere Dein %s jetzt!

source: Complete TCPDF Library with additional fonts (WordPress.org)
de_de: Vollständige TCPDF-Bibliothek mit zusätzlichen Schriftarten (WordPress.org)

source: MarketPress Product Settings
de_de: MarketPress Produkteinstellungen

source: Your course will be a new product in MarketPress. Enter your course's payment settings below.
de_de: Dein Kurs wird ein neues Produkt in MarketPress sein. Gib unten die Zahlungseinstellungen für deinen Kurs ein.

source: Full Price
de_de: Gesamtpreis

source: Sale Price
de_de: Angebotspreis

source: Enable Sale Price
de_de: Angebotspreis erlauben

source: Course SKU:
de_de: Kurs SKU:

source: e.g. %s0001
de_de: z.B. %s0001
