Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: Automatically generate Stock Keeping Units (SKUs)
de_de: Automatisch "Stock Keeping Units" (SKU) erstellen

source: MarketPress Product ID: %d
de_de: MarketPress Produkt ID: %d

source: Order Confirmation
de_de: Eingangsbestätigung

source: Add Course to cart.
de_de: Kurs in den Warenkorb legen.

source: You can now add this course to cart.
de_de: Du kannst diesen Kurs jetzt in den Warenkorb legen.

source: Show course: %s
de_de: Kurs anzeigen: %s

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL Yours sincerely, %5$s Team
de_de: Vielen Dank für deine Bestellung %1$s, Deine Bestellung für den Kurs "%2$s" ist eingegangen! Bitte gib deine Bestell-ID (ORDER_ID) an, wenn du uns kontaktierst. Du kannst den aktuellen Status deiner Bestellung hier verfolgen: ORDER_STATUS_URL Mit freundlichen Grüßen, %5$s Team

source: WooCommerce Product Settings
de_de: WooCommerce Produkteinstellungen

source: Your course will be a new product in WooCommerce. Enter your course's payment settings below.
de_de: Dein Kurs wird ein neues Produkt in WooCommerce sein. Gib unten die Zahlungseinstellungen für deinen Kurs ein.

source: WooCommerce Product ID: %d
de_de: WooCommerce Produkt-ID: %d

source: Edit WooCommerce Product
de_de: WooCommerce Produkt bearbeiten

source: Parent Course
de_de: Übergeordneter Kurs

source: Thank you for signing up for the course. We hope you enjoy your experience.
de_de: Vielen Dank für die Anmeldung zum Kurs. Wir hoffen, du geniesst es.

source: You can find the course in your <a href="%s">Dashboard</a>
de_de: Du kannst den Kurs in Deinem <a href="%s">Dashboard</a> finden.

source: This course is already in the cart.
de_de: Dieser Kurs ist bereits im Warenkorb.

source: Show cart
de_de: Warenkorb anzeigen

source: Displaying %s&#8211;%s of %s
de_de: Zeige %s&#8211;%s von %s

source: student
de_de: Teilnehmer

source: students
de_de: Teilnehmer

source: Registration Status
de_de: Registrierungs-Status

source: Enrollment Confirmation
de_de: Bestätigung

source: New Enrollment In Your Course
de_de: Neue Einschreibung In Deinem Kurs

source: Invitation to a Course
de_de: Einladung zu einem Kurs

source: Invitation to a Course ( Psss...for selected ones only )
de_de: Einladung zu einem Kurs ( Psss...nur für ausgewählte)

source: Invitation to be an instructor at %s
de_de: Einladung zur Ausbildertätigkeit bei %s

source: Invitation to be a facilitator at %s
de_de: Einladung als Moderator für den Kurs %s

source: Course Start Notfication
de_de: Kursstart-Benachrichtigung

source: Discussion Notfication
de_de: Diskussion Notifizierung

source: [UNIT_TITLE] is now available
de_de: [UNIT_TITLE] ist jetzt verfügbar

source: New Feedback
de_de: Neues Feedback

source: Basic Certificate E-mail
de_de: Basiszertifikat E-Mail

source: Settings for emails when using basic certificate functionality (when course completed).
de_de: Einstellungen für E-Mails bei Verwendung der grundlegenden Zertifikatsfunktion (wenn der Kurs abgeschlossen ist).

source: These codes will be replaced with actual data:
de_de: Diese Codes werden durch aktuelle Daten ersetzt:

source: User Registration E-mail
de_de: E-Mail zur Benutzerregistrierung

source: Settings for an e-mail student get upon account registration.
de_de: Einstellungen für eine E-Mail, die Schüler/innen bei der Kontoanmeldung erhalten.

source: Course Enrollment Confirmation E-mail
de_de: E-Mail zur Bestätigung der Kursanmeldung

source: Settings for an e-mail student get upon enrollment.
de_de: Einstellungen für eine E-Mail, die Schüler bei der Einschreibung erhalten.

source: Enrollment Notification for Instructor E-mail
de_de: Einschreibebenachrichtigung für Ausbilder E-Mail

source: Settings for an e-mail instructor gets when a new student enrolls.
de_de: Einstellungen für eine E-Mail, die der/die Lehrer/in erhält, wenn sich ein/e neue/r Schüler/in anmeldet.

source: Student Invitation to a Course E-mail
de_de: Schülereinladung zu einem Kurs E-Mail

source: Settings for an e-mail student get upon receiving an invitation to a course.
de_de: Einstellungen für eine E-Mail, die Schüler/innen erhalten, wenn sie eine Einladung zu einem Kurs erhalten.

source: Student Invitation to a Course E-mail (with passcode)
de_de: Studenten Einladung zu einem Kurs E-Mail (mit Passcode)

source: Settings for an e-mail student get upon receiving an invitation (with passcode) to a course.
de_de: Einstellungen für eine E-Mail, die Schüler/innen erhalten, wenn sie eine Einladung (mit Passcode) zu einem Kurs erhalten.

source: Instructor Invitation Email
de_de: Ausbilder Einladungs-E-Mail

source: Settings for an e-mail an instructor will get upon receiving an invitation.
de_de: Einstellungen für eine E-Mail, die ein/e Ausbilder/in nach Erhalt einer Einladung erhält.

source: Facilitator Invitation Email
de_de: Moderator Einladung E-Mail

source: Settings for an e-mail a facilitator will get upon receiving an invitation.
de_de: Einstellungen für eine E-mail ein Moderator erhalten nach Erhalt der Einladung.

source: New Order E-mail
de_de: Neue Bestellung E-Mail

source: Settings for an e-mail student get upon placing an order.
de_de: Einstellungen für eine E-Mail, die Schülerinnen und Schüler bei einer Bestellung erhalten.

source: These codes will be replaced with actual data: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL
de_de: Diese Codes werden durch aktuelle Daten ersetzt: CUSTOMER_NAME, BLOG_NAME, LOGIN_ADDRESS, COURSES_ADDRESS, WEBSITE_ADDRESS, COURSE_ADDRESS, ORDER_ID, ORDER_STATUS_URL

source: Course Notfication E-mail
de_de: Kursbenachrichtigung E-Mail

source: Settings for an e-mail to send to students when a course started.
de_de: Einstellungen für eine E-Mail, die an Schüler/innen gesendet wird, wenn ein Kurs begonnen hat.

source: These codes will be relaced with actual data:
de_de: Diese Codes werden mit diesen Daten ersetzt:

source: Discussion Notfication E-mail
de_de: Diskussion Benachrichtigung E-Mail

source: Settings for an e-mail to send to students and instructors.
de_de: Einstellungen für eine E-Mail, die an Schüler/innen und Lehrkräfte gesendet wird.

source: Course Unit Started E-mail
de_de: Kurseinheit Gestartet E-Mail

source: Settings for an e-mail to send to students whenever a unit have started.
de_de: Einstellungen für eine E-Mail, die an Schüler/innen gesendet wird, wenn eine Einheit begonnen hat.

source: * You may use %s mail token to your subject line.
de_de: * Du kannst das %s Mail-Token in der Betreffzeile verwenden.

source: Template for sending instructor feedback to students.
de_de: Vorlage für das Versenden von Ausbilder-Feedback an Schüler.

source: Hi %1$s %2$s, Welcome to %3$s! You can access your profile here: %4$s And get started exploring our courses here: %5$s Best wishes, The %6$s Team
de_de: Hi %1$s %2$s, Willkommen bei %3$s! Du kannst dein Profil hier aufrufen: %4$s Und hier kannst du dich über unsere Kurse informieren: %5$s Mit freundlichen Grüßen, Das %6$s Team

source: Hi %1$s %2$s, Congratulations! You have enrolled in "%3$s”. You can review the courses you’re enrolled in here: %4$s. And explore other courses available to you here: %5$s Best wishes, The %6$s Team
de_de: Hi %1$s %2$s, Herzlichen Glückwunsch! Du hast dich für "%3$s" angemeldet. Du kannst die Kurse, für die du eingeschrieben bist, hier einsehen: %4$s. Und andere Kurse, die du besuchen kannst, findest du hier: %5$s Herzliche Grüße, Das %6$s Team

source: Hi %1$s %2$s, A new student "%3$s %4$s" has enrolled in your course "%5$s". You can manage all the students enrolled in this course here: %6$s Best wishes, The %7$s Team
de_de: Hi %1$s %2$s, Ein neuer Schüler "%3$s %4$s" hat sich in deinem Kurs "%5$s" eingeschrieben. Hier kannst du alle Schüler verwalten, die in diesem Kurs eingeschrieben sind: %6$s Herzliche Grüße, Das %7$s Team

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
de_de: Hi %1$s %2$s, Du wurdest eingeladen, dich anzumelden: "%3$s" Hier findest du weitere Informationen über den Kurs: %4$s Auf der Kursseite findest du eine detaillierte Übersicht: %5$s Wenn du Fragen hast, melde dich einfach bei mir! Mit freundlichen Grüßen, Das %6$s Team

source: Hi %1$s %2$s, You’ve invited to enroll in: "%3$s" This course is only available to select participants who have a passcode. Your passcode is: %7$s Here’s some more information about the course: %4$s Check out the course page for a detailed overview: %5$s If you have any questions feel free to get in touch! Best wishes, The %6$s Team
de_de: Hi %1$s %2$s, Du wurdest eingeladen, dich anzumelden: "%3$s" Dieser Kurs ist nur für ausgewählte Teilnehmer/innen verfügbar, die einen Passcode haben. Dein Passcode lautet: %7$s Hier findest du weitere Informationen über den Kurs: %4$s Auf der Kursseite findest du eine detaillierte Übersicht: %5$s Wenn du Fragen hast, melde dich einfach bei uns! Mit freundlichen Grüßen, Das %6$s Team

source: Hi %1$s %2$s, Congratulations! You have been invited to become an instructor for the course: %3$s Click on the link below to confirm: %4$s If you haven't yet got a username you will need to create one. %5$s Best wishes, The %5$s Team
de_de: Hi %1$s %2$s, Herzlichen Glückwunsch! Du wurdest eingeladen, als Ausbilder/in für den Kurs: %3$s Klicke auf den untenstehenden Link, um zu bestätigen: %4$s Wenn du noch keinen Benutzernamen hast, musst du einen erstellen. %5$s Herzliche Grüße, Das %5$s Team

source: Hi %1$s %2$s, Congratulations! You have been invited to join %3$s as a facilitator. Click on the link below to confirm: %4$s If you haven't yet received a username you will need to create one. You can do that here: %5$s Best wishes, The %5$s Team
de_de: Hi %1$s %2$s, Herzlichen Glückwunsch! Du wurdest eingeladen, als Facilitator bei %3$s mitzumachen. Klicke auf den Link unten, um zu bestätigen: %4$s Wenn du noch keinen Benutzernamen erhalten hast, musst du einen erstellen. Das kannst du hier tun: %5$s Herzliche Grüße, Das %5$s Team

source: Thank you for your order %1$s, Your order for course "%2$s" has been received! Please refer to your Order ID (ORDER_ID) whenever contacting us. You can track the latest status of your order here: ORDER_STATUS_URL best wishes, %5$s Team
de_de: Vielen Dank für deine Bestellung %1$s, Deine Bestellung für den Kurs "%2$s" ist eingegangen! Bitte gib deine Bestell-ID (ORDER_ID) an, wenn du uns kontaktierst. Du kannst den aktuellen Status deiner Bestellung hier verfolgen: ORDER_STATUS_URL mit freundlichen Grüßen, %5$s Team

source: Hi %1$s, Your course %2$s has begun! You can review course material here:: %3$s Best wishes, The %4$s Team
de_de: Hallo %1$s, Dein Kurs %2$s hat begonnen! Du kannst das Kursmaterial hier einsehen:: %3$s Mit freundlichen Grüßen, Das %4$s Team

source: A new comment has been added to %1$s: %2$s Best wishes, The %3$s Team
de_de: Es wurde ein neuer Kommentar zu %1$s hinzugefügt: %2$s Beste Wünsche, Das %3$s Team

source: Howdy %1$s, %2$s of %3$s is now available. You can continue your learning by clicking the link below: %4$s Best wishes, The %5$s Team
de_de: Howdy %1$s, %2$s von %3$s ist jetzt verfügbar. Du kannst dein Lernen fortsetzen, indem du auf den untenstehenden Link klickst: %4$s Mit freundlichen Grüßen, Das %5$s Team

source: Hi %1$s %2$s, A new feedback is given by your instructor at %3$s in %4$s at %5$s %6$s says %7$s Best wishes, The %8$s Team
de_de: Hi %1$s %2$s, Eine neue Rückmeldung wird von deinem Ausbilder bei %3$s in %4$s bei %5$s gegeben %6$s sagt %7$s Beste Wünsche, Das %8$s Team

source: Fold all
de_de: Alle falten

source: Unfold all
de_de: Entfalte alle

source: View All
de_de: Alle anzeigen

source: Edit User Profile
de_de: Benutzerprofil bearbeiten

source: There are no students found.
de_de: Es sind keine Schüler gefunden worden.

source: total acquired grade % total number of gradable modules
de_de: Gesamtsumme % der Gesamtzahl der abgestuften Module

source: total acquired assessable grade % total number of assessable modules
de_de: insgesamt erworbene bewertbare Noten % Gesamtzahl der bewertbaren Module

source: Students Found:
de_de: Studenten gefunden:

source: Modules:
de_de: Module:

source: Passing Grade:
de_de: Bewertung zum Bestehen:

source: Grade System:
de_de: Bewertungssystem:

source: %s item
de_de: %s Artikel

source: All
de_de: Alle

source: Not certified
de_de: Nicht zertifiziert

source: You can not add a student, the class limit is reached.
de_de: Du kannst keinen Schüler hinzufügen, die Klassengrenze ist erreicht.

source: Choose student...
de_de: Student wählen ...

source: Enter user ID
de_de: Benutzer ID eingeben

source: Add Student
de_de: Schüler hinzufügen

source: Withdraw all students
de_de: Alle Teilnehmer abmelden

source: There are no students enrolled in this course. Add them below.
de_de: Es sind keine Studenten in diesem Kurs eingeschrieben. Du kannst sie unten hinzufügen.

source: There are no students enrolled in this course.
de_de: Es sind keine Studenten in diesem Kurs eingeschrieben.

source: Remove
de_de: Entfernen

source: No instructors found...
de_de: Keine Instuktoren gefunden

source: Add New
de_de: Neu hinzufügen

source: Assessable items only.
de_de: Nur bewertbare Artikel.

source: Report
de_de: Melden

source: Last Activity
de_de: Letzte Aktivität

source: [never]
de_de: [Niemals]

source: Course module seen.
de_de: Kursmodul gesehen.

source: Course seen
de_de: Kurs gesehen

source: Course unit seen.
de_de: Kurseinheit gesehen.

source: User enrolled to a course.
de_de: Der Nutzer hat sich für einen Kurs angemeldet.

source: User have logged in.
de_de: Benutzer ist angemeldet.

source: Answered a module.
de_de: Beantworte ein Modul.

source: Unknown student action.
de_de: Unbekannte Schüleraktion.

source: Selectable
de_de: Auswählbar

source: File Upload
de_de: Datei-Upload

source: Form
de_de: Formular

source: Image
de_de: Bild

source: File Download
de_de: Datei Download

source: Zipped Object
de_de: Gezipptes Objekt

source: Discussion
de_de: Diskussion

source: The title is used to identify this module element and is useful for assessment.
de_de: Der Titel dient zur Identifizierung dieses Modulelements und ist für die Bewertung nützlich.

source: Student Completion Time Limit ([hh:]mm:ss)
de_de: Schülerabschluss Zeitlimit ([hh:]mm:ss)

source: Show Title
de_de: Titel anzeigen

source: Show title in unit view
de_de: Titel in der Einheitenansicht anzeigen

source: Required
de_de: Erforderlich

source: A response is required
de_de: Eine Antwort ist erforderlich

source: Assessable
de_de: Beurteilbar

source: This is a gradable item
de_de: Das ist ein abgestuftes Element

source: Minimum grade (%) required to pass
de_de: Mindestnote (%) um zu bestehen

source: Minimum Grade
de_de: Mindestnote

source: Require instructor assessment.
de_de: Erfordert Instruktor-Bewertung.

source: Check this box to allow instructor to provide final grading assessment.
de_de: Aktiviere die Kontrollkästchen eine endgültige Benotung / Bewertung durch den Instruktor zuzulassen.

source: Allow Retries
de_de: Wiederholungen zulassen

source: Allow and set amount of retries (0 unlimited)
de_de: Anzahl der Wiederholungsversuche zulassen und festlegen (0 unbegrenzt)

source: Use Timer
de_de: Timer verwenden

source: Use duration as time restriction
de_de: Dauer als zeitliche Beschränkung verwenden

source: Question/Task
de_de: Frage/Aufgabe

source: The question or instructions to complete this task.
de_de: Die Frage oder die Anweisungen, um diese Aufgabe zu erledigen.

source: Content
de_de: Inhalt

source: Content that will display on the unit page.
de_de: Inhalt, der auf der Seite angezeigt wird.

source: Set the correct answer
de_de: Stelle die richtige Antwort ein

source: Add
de_de: Hinzufügen

source: Delete Module
de_de: Modul löschen

source: Start Quiz
de_de: Quiz starten

source: Image Source
de_de: Bild-Quelle

source: Enter a URL or Browse for an image
de_de: Eine URL eingeben oder nach einem Bild suchen

source: Image Caption
de_de: Bildunterschrift

source: Hide, show and customise the image caption.
de_de: Verstecke, zeige und passe die Bildunterschrift an.

source: Show Caption
de_de: Beschriftung anzeigen

source: Media has no caption
de_de: Medien haben keine Beschriftung

source: Media Caption
de_de: Medienbeschriftung

source: Custom Caption
de_de: Benutzerdefinierte Beschriftung

source: Please enter a custom caption here.
de_de: Bitte gebe hier eine benutzerdefinierte Beschriftung ein.

source: Video Source
de_de: Videoquelle

source: You can enter a Youtube or Vimeo link (oEmbed support is required). Alternatively you can Browse for a file - supported video extensions (mp4, m4v, webm, ogv, wmv, flv)
de_de: Du kannst einen Youtube- oder Vimeo-Link eingeben (oEmbed Support ist erforderlich). Alternativ kannst Du nach einer Datei suchen - unterstützte Video-Erweiterungen (mp4, m4v, webm, ogv, wmv, flv)

source: Video Caption
de_de: Video-Untertitel

source: Hide, show and customise the video caption.
de_de: Zeige, verberge oder bearbeite den Video-Untertitel

source: Player Width
de_de: Spieler Breite

source: Width of the video player.
de_de: Breite des Videoplayers.

source: Player Height
de_de: Spielerhöhe

source: Height of the video player.
de_de: Höhe des Videoplayers.

source: Autoplay the video on page load.
de_de: Spielt das Video beim Laden der Seite automatisch ab.

source: Loop Video
de_de: Video wiederholen

source: Restart the video when it ends
de_de: Starte das Video neu, wenn es endet

source: Hide Controls
de_de: Ausblenden

source: Hide video control buttons
de_de: Schaltflächen zur Videosteuerung ausblenden

source: Related Videos
de_de: Ähnliche Videos

source: Hide related videos for some video services (e.g. YouTube). Services like Vimeo sets this per video.
de_de: Blende verwandte Videos bei einigen Videodiensten (z. B. YouTube) aus. Bei Diensten wie Vimeo wird dies pro Video eingestellt.

source: Hide related videos
de_de: Verberge ähnliche Videos

source: Audio Source
de_de: Audioquelle

source: Enter a URL or Browse for an audio file. Supported audio extensions (mp3, ogg, wma, m4a, wav)
de_de: Gib eine URL für eine Audiodatei ein oder lade eine hoch (unterstützte Formate: mp3, ogg, wma, m4a, wav)

source: Audio Playback
de_de: Audio-Wiedergabe

source: Loop audio
de_de: Schleife Audio

source: Autoplay audio
de_de: Audio automatisch wiedergeben

source: Download Source
de_de: Quelldatei herunterladen

source: Add File URL or Browse for File to download
de_de: Datei URL hinzufügen oder Datei zum Download suchen

source: Object Source
de_de: Objekt Quelle

source: Browse for the zip file that contains your resources.
de_de: Suche nach der Zip-Datei, die deine Ressourcen enthält.

source: Browse for zipped file
de_de: Nach gezippter Datei suchen

source: Primary File
de_de: Primärdatei

source: This is the file of the object that will be loaded first.
de_de: Dies ist die Datei des Objekts, das zuerst geladen wird.

source: e.g. index.html
de_de: z.B. index.html

source: This is the text of the link that will open your primary file.
de_de: Dies ist der Text des Links, der deine Primärdatei öffnen wird.

source: Add checkboxes next to the correct answers
de_de: Füge Kontrollkästchen neben den richtigen Antworten hinzu

source: Select the correct answer
de_de: Wähle die richtige Antwort aus.

source: Questions
de_de: Fragen

source: Add all the questions for your quiz here
de_de: Füge hier alle Fragen für dein Quiz ein

source: Form elements
de_de: Formularelemente

source: Add all the elements for your form here
de_de: Füge hier alle Elemente für dein Formular hinzu

source: This course does not have any notifications.
de_de: Dieser Kurs hat keine Benachrichtigungen.

source: by <span>%s</span>
de_de: von <span>%s</span>

source: Discussions are not available for this course.
de_de: Diskussionen sind für diesen Kurs nicht möglich.

source: Start a new discussion
de_de: Starte eine neue Diskussion

source: This course does not have any discussions.
de_de: Diese Fortbildung hat keine Diskussionen.

source: Applies to:
de_de: Gilt für:

source: Unknown Discussion
de_de: Unbekannte Diskussion

source: The discussion you were looking for could not be found.
de_de: Die Diskussion, nach der du gesucht hast, konnte nicht gefunden werden.

source: New Discussion
de_de: Neue Diskussion

source: This discussion is about
de_de: In dieser Diskussion geht es um

source: Update discussion
de_de: Diskussion aktualisieren

source: Add discussion
de_de: Diskussion hinzufügen

source: Title of the discussion
de_de: Titel der Diskussion

source: Type your discussion or question here…
de_de: Gib hier Ihre Diskussion oder Frage ein…

source: Total:
de_de: Gesamt:

source: Submit Answer
de_de: Antwort einreichen

source: This file has been successfully uploaded. It will be part of your grade in this course.
de_de: Diese Datei wurde erfolgreich hochgeladen. Sie wird in deine Note für diesen Kurs einfließen.

source: Grade:
de_de: Note:

source: Ungraded
de_de: Unbenotet

source: This file has been successfully uploaded. It will not be part of your grade in this course.
de_de: Diese Datei wurde erfolgreich hochgeladen. Sie wird nicht in deine Note für diesen Kurs einfließen.

source: Resubmit
de_de: Erneut einreichen

source: Response:
de_de: Antwort:

source: Submit File
de_de: Datei einreichen

source: Change File
de_de: Datei ändern

source: Uploaded file:
de_de: Hochgeladene Datei:

source: Submit Quiz Answers
de_de: Test Antworten übermitteln

source: Non Gradable
de_de: Nicht beurteilbar

source: Try Again
de_de: Noch einmal versuchen

source: Upload a different file
de_de: Lade eine andere Datei hoch

source: Number of failed attempts: %d
de_de: Anzahl der Fehlversuche: %d

source: Session Expired
de_de: Sitzung abgelaufen

source: Primary File not set, please come back later.
de_de: Primäre Datei nicht festgelegt, bitte komme später wieder.

source: Post Here
de_de: Hier posten

source: Post
de_de: Beitrag

source: Accepted File Format:
de_de: Akzeptiertes Datei Format:

source: Max File Size:
de_de: Maximale Dateigröße:

source: Enrollment failed!
de_de: Die Einschreibung ist fehlgeschlagen!

source: Courses you manage:
de_de: Kurse, die du verwaltest:

source: You are not enrolled in any courses.
de_de: Du bist in keinen Kursen eingeschrieben.

source: Here are a few to help you get started:
de_de: Hier sind einige Ideen, die Dir helfen können, den Anfang zu finden.

source: Your current courses:
de_de: Deine aktuelle Kurse:

source: Completed courses:
de_de: Abgeschlossene Kurse

source: Changes can't be saved because nonce didn't verify.
de_de: Die Änderungen können nicht gespeichert werden, weil die Nonce nicht verifiziert wurde.

source: Profile has been updated successfully.
de_de: Dein Profil wurde erfolgreich aktualisiert.

source: An error occured while updating. Please check the form and try again.
de_de: Beim Aktualisieren ist ein Fehler aufgetreten. Bitte überprüfe das Formular und versuche es erneut.

source: Won't change if empty.
de_de: Leer lassen, wenn Sie Ihr Passwort behalten wollen.

source: Confirm use of weak password.
de_de: Verwendung von schwachem Passwort bestätigen.

source: Save Changes
de_de: Änderungen speichern

source: Sorry. You are not permitted to view this part of the course.
de_de: Tut mir Leid. Du bist nicht berechtigt, diesen Teil des Kurses zu sehen.

source: Previous Unit
de_de: Vorherige Lektion
