Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: Select page where we display instructor profile.
de_de: Wähle die Seite aus, auf der wir das Profil der Lehrkraft anzeigen.

source: Select page where we display enrollment process.
de_de: Wähle die Seite aus, auf der wir den Anmeldeprozess anzeigen.

source: Welcome to
de_de: Willkommen bei

source: %s has done a few things to get you on your way.
de_de: %s hat ein paar Dinge getan, um dich auf den Weg zubringen.

source: It’s created a couple of dynamic pages labeled ‘Courses’ & ‘Dashboard’ and added them to your navigation.
de_de: Es hat ein paar dynamische Seiten mit den Bezeichnungen "Kurse" und "Dashboard" erstellt und sie zu deiner Navigation hinzugefügt.

source: If these are not visible on your site and theme, you may need to check your %s.
de_de: Wenn diese auf deiner Website und in deinem Theme nicht sichtbar sind, musst du vielleicht deine %s überprüfen.

source: Menu Settings
de_de: Menüeinstellungen

source: %s has also installed - but not activated - MarketPress Lite.
de_de: %s ist auch installiert - aber nicht aktiviert - MarketPress Lite.

source: For those of you who wish to sell your amazing courses you will need to activate and set up a payment gateway. But more on that later.
de_de: Wenn du deine tollen Kurse verkaufen möchtest, musst du ein Zahlungsportal aktivieren und einrichten. Aber dazu später mehr.

source: Let’s Get Started
de_de: Los geht's

source: Step 1. Create a course
de_de: Schritt 1: Neuen Kurs anlegen

source: Add course title and description
de_de: Kursname und -titel hinzufügen

source: Assign course instructor
de_de: Instruktor hinzufügen

source: Configure attendance and access settings
de_de: Teilnahme und Zutrittsberechtigung einstellen

source: Set up payment gateways for paid courses
de_de: Richten Sie Zahlungs-Gateways für kostenpflichtige Kurse ein

source: Step 2. Add course Content
de_de: Schritt 2: Kursinhalt festlegen

source: Courses are structured by Units. Units are made up of elements these can be presented on a single page or over several pages . Elements include
de_de: Die Kurse sind nach Einheiten strukturiert. Die Einheiten bestehen aus Elementen, die auf einer einzigen Seite oder auf mehreren Seiten dargestellt werden können. Die Elemente umfassen

source: File Upload and Download
de_de: Datei hochladen und herunterladen

source: Multiple and Single Choice Questions
de_de: Multiple Choice und Single Choice Fragen

source: Test Response fields
de_de: Test Anwort Felter

source: Step 3. Enroll students
de_de: Schritt 3: Schüler anmelden

source: Configure student enrollment, select to either:
de_de: Konfiguriere die Schülerregistrierung, indem du entweder:

source: Manually add students with or without passcode restriction
de_de: Manuelles Hinzufügen von Schülern mit oder ohne Passcode-Beschränkung

source: Enroll students automatically after registration and/or payment
de_de: Schüler automatisch nach der Anmeldung und/oder Zahlung einschreiben

source: Step 4. Publish your course!
de_de: Schritt 4. Veröffentliche deinen Kurs!

source: There are many other features in CoursePress, but those are the basics to get you up and running. Now it’s time to publish the course and watch your students learn
de_de: Es gibt noch viele andere Funktionen in CoursePress, aber das sind die Grundlagen, damit du loslegen kannst. Jetzt ist es an der Zeit, den Kurs zu veröffentlichen und deine Schüler beim Lernen zu beobachten

source: Step 5. Course Management
de_de: Schritt 5. Kursmanagement

source: Administer instructors and students
de_de: Lehrer und Schüler administrieren

source: Manage Grading of the students submitted work
de_de: Verwalten der Benotung der eingereichten Arbeiten der Schüler

source: Generate Unit/Course/Site-wide Reporting
de_de: Berichte für Einheiten/Kurse/Standorte erstellen

source: Pretty permalinks are required to use CoursePress.
de_de: Hübsche Permalinks sind erforderlich, um CoursePress zu nutzen.

source: Click the button below to setup your permalinks.
de_de: Klicken Sie auf die Schaltfläche unten, um Ihre permalinks einrichten.

source: Setup Permalinks
de_de: Permalinks einrichten

source: Start building your own course now &rarr;
de_de: Eigenen Kurs jetzt anlegen &rarr;

source: Shortcodes allow you to include dynamic content in posts and pages on your site. Simply type or paste them into your post or page content where you would like them to appear. Optional attributes can be added in a format like <em>[shortcode attr1="value" attr2="value"]</em>.
de_de: Mit Shortcodes kannst du dynamische Inhalte in Beiträge und Seiten auf deiner Website einfügen. Tippe sie einfach ein oder füge sie an der Stelle in deinen Beitrag oder deine Seite ein, an der sie erscheinen sollen. Optionale Attribute können in einem Format wie <em>[shortcode attr1="Wert" attr2="Wert"]</em> hinzugefügt werden.

source: Instructors List
de_de: Ausbilderliste

source: Instructors Avatar
de_de: Instruktor-Avatar

source: Instructor Profile URL
de_de: URL des Ausbilderprofils

source: Course Title
de_de: Kurstitel

source: Course Summary
de_de: Kurszusammenfassung

source: Course End Date
de_de: Datum des Kursendes

source: Course Dates
de_de: Kurstermine

source: Course Enrollment Start
de_de: Beginn der Kurseinschreibung

source: Course Enrollment End
de_de: Kurseinschreibung Ende

source: Coure Enrollment Type
de_de: Paar Einschreibeart

source: Course Class Size
de_de: Kurs Klassengröße

source: Course Cost
de_de: Kurskosten

source: Course Time Estimation
de_de: Schätzung der Kursdauer

source: Course List Image
de_de: Bild der Kursliste

source: Course Featured Video
de_de: Kurs Featured Video

source: Course Media
de_de: Arbeitsdateien & Vorlagen zu diesem Kurs

source: Course Join Button
de_de: Schaltfläche "Kurs beitreten

source: Course Action Links
de_de: Kurs Aktion Links

source: Course Calendar
de_de: Kurskalender

source: Course List
de_de: Kursliste

source: Course Signup/Login Page
de_de: Kurs Registrierung/Login Seite

source: Student Dashboard Template
de_de: Schüler Dashboard Vorlage

source: Student Settings Template
de_de: Vorlage für Schülereinstellungen

source: Display a list or count of Instructors ( gravatar, name and link to profile page )
de_de: Zeige eine Liste oder Anzahl der Ausbilder an (Gravatar, Name und Link zur Profilseite)

source: ID of the course instructors are assign to ( required if use it outside of a loop )
de_de: ID des Kurses, dem die Lehrkräfte zugeordnet sind (erforderlich, wenn sie außerhalb einer Schleife verwendet wird)

source: How to display the instructors.
de_de: Wie man die Lehrkräfte anzeigt.

source: count - counts instructors for the course.
de_de: Zählen - Zähle Instruktoren für den Kurs.

source: Label to display for the output.
de_de: Beschriftung, die für die Ausgabe angezeigt werden soll.

source: Plural if more than one instructor.
de_de: Plural, wenn es mehr als einen Ausbilder gibt.

source: Symbol to put after label.
de_de: Symbol, das hinter dem Etikett stehen soll.

source: HTML tag to wrap the label (without brackets, e.g. <em>h3</em>).
de_de: HTML-Tag, um die Beschriftung einzuschließen (ohne Klammern, z. B. <em>h3</em>).

source: empty
de_de: leer

source: Text to click to link to full profiles.
de_de: Text zum Anklicken für den Link zu den vollständigen Profilen.

source: Show the label.
de_de: Etikett zeigen.

source: Length of instructor bio to show when style is "block".
de_de: Länge der Kursleiter Bio zu zeigen, wenn Stil "block".

source: Symbol to use to separate instructors when styl is "list" or "list-flat".
de_de: Symbol zur Trennung von Lehrkräften, wenn der Stil "Liste" oder "Liste-flach" ist.

source: Pixel size of the avatars when viewing in block mode.
de_de: Pixelgröße der Avatare bei der Anzeige im Blockmodus.

source: URL to a default image if the user avatar cannot be found.
de_de: URL zu einem Standardbild, wenn der Benutzeravatar nicht gefunden werden kann.

source: Put a divider between instructor profiles when style is "block".
de_de: Setze eine Trennlinie zwischen die Lehrerprofile, wenn der Stil "Block" ist.

source: Make the entire instructor profile a link to the full profile.
de_de: Mache das gesamte Ausbilderprofil zu einem Link zum vollständigen Profil.

source: Display an instructor’s avatar.
de_de: Zeige den Avatar einer Lehrkraft an.

source: The user id of the instructor.
de_de: Die Benutzerkennung des Lehrers.

source: Whether to always show the default image, never the Gravatar.
de_de: Ob immer das Standardbild und nie der Gravatar angezeigt werden soll.

source: Size of avatar thumbnail.
de_de: Größe der Avatar-Miniaturansicht.

source: CSS class to use for the avatar.
de_de: CSS-Klasse, die für den Avatar verwendet werden soll.

source: Returns the URL to the instructor profile.
de_de: Gibt die URL zum Profil der Lehrkraft zurück.

source: This shortcode allows you to display details about your course.
de_de: Dieser Shortcode erlaubt es dir Kursdetails anzuzeigen.

source: All the same information can be retrieved by using the specific course shortcodes following.
de_de: Die gleichen Informationen kannst du mit den folgenden spezifischen Kurs-Shortcodes abrufen.

source: If outside of the WordPress loop.
de_de: Wenn außerhalb der WordPress-Schleife.

source: All the fields you would like to show.
de_de: Alle Felder, die du anzeigen möchtest.

source: Required when showing the "title" field.
de_de: Erforderlich, wenn das Feld "Titel" angezeigt wird.

source: PHP style date format.
de_de: Datumsformat im PHP-Stil.

source: HTML tag (without brackets) to use for the individual labels.
de_de: HTML-Tag (ohne Klammern), der für die einzelnen Beschriftungen verwendet werden soll.

source: Symbol to use after the label.
de_de: Symbol für die Verwendung nach dem Etikett.

source: Displays the course title.
de_de: Zeigt den Kurstitel.

source: The HTML tag (without brackets) to use for the title.
de_de: HTML tag (ohne Klammern) für den Kurstitel.

source: Displays the course summary/excerpt.
de_de: Zeigt die Kurszusammenfassung/den Kursauszug an.

source: Displays the longer course description (post content).
de_de: Zeigt die längere Kursbeschreibung (Post-Inhalt) an.

source: Additional label will be displayed before description.
de_de: Ein zusätzliches Etikett wird vor der Beschreibung angezeigt.

source: Shows the course start date.
de_de: Zeigt das Datum des Kursbeginns an.

source: strong
de_de: stark

source: Shows the course end date.
de_de: Zeigt den Kurs Endtermin.

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
de_de: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Dokumentation zur Formatierung von Datum und Uhrzeit (engl.)</a>.

source: Text to display if the course has no end date.
de_de: Text, der angezeigt wird, wenn der Kurs kein Enddatum hat.

source: Displays the course start and end date range. Typically as [course_start] - [course_end].
de_de: Zeigt den Datumsbereich für Kursbeginn und -ende an. Normalerweise als [Kurs_Start] - [Kurs_Ende].

source: Alternate display when there is no end date.
de_de: Wechselnde Anzeige, wenn es kein Enddatum gibt.

source: If set to "yes" use the alt_display_text. If set to "no" use the "no_date_text".
de_de: Wenn du "ja" einstellst, verwende den alt_display_text. Wenn du "no" einstellst, verwende den "no_date_text".

source: no
de_de: nein

source: Displays the course enrollment start date.
de_de: Zeigt das Datum an, an dem die Einschreibung in den Kurs beginnt.

source: Text to display if the course has no defined enrollment start date.
de_de: Text, der angezeigt wird, wenn der Kurs kein festgelegtes Einschreibedatum hat.

source: Shows the course enrollment end date.
de_de: Zeigt das Enddatum der Kurseinschreibung an.

source: WordPress setting.
de_de: WordPress-Einstellung.

source: Text to display if there is no enrollment end date.
de_de: Text, der angezeigt wird, wenn es kein Enddatum für die Einschreibung gibt.

source: If "yes" it will display the no_date_text even if there is no date. If "no" then nothing will be displayed.
de_de: Bei "ja" wird der no_date_text angezeigt, auch wenn es kein Datum gibt. Wenn "nein", wird nichts angezeigt.

source: Displays the course enrollment start and end date range. Typically as [course_enrollment_start] - [course_enrollment_end].
de_de: Zeigt den Datumsbereich für Beginn und Ende der Kurseinschreibung an. Normalerweise als [kurs_einschreibung_start] - [kurs_einschreibung_ende].

source: Alternate display when there is no enrollment start or end dates.
de_de: Wechselnde Anzeige, wenn es kein Start- oder Enddatum für die Einschreibung gibt.

source: Label to display for enroled date.
de_de: Etikett, das für das Anmeldedatum angezeigt wird.

source: Text to display if there is no enrollment start or end dates.
de_de: Text, der angezeigt werden soll, wenn es kein Start- oder Enddatum für die Einschreibung gibt.

source: Display enrollment start label.
de_de: Anzeige des Startetiketts für die Einschreibung.

source: yes
de_de: ja

source: Shows the type of enrollment (manual, prerequisite, passcode or anyone).
de_de: Zeigt die Art der Einschreibung an (manuell, Voraussetzung, Passcode oder jeder).

source: Text to display when anyone can enroll.
de_de: Text, der angezeigt wird, wenn sich jemand anmelden kann.

source: Text to display for manual enrollments.
de_de: Text, der bei manuellen Anmeldungen angezeigt wird.

source: Text to display when a passcode is required.
de_de: Text, der angezeigt wird, wenn ein Passcode erforderlich ist.

source: Text to display when there is a prerequisite. Use %s as placeholder for prerequisite course title.
de_de: Text, der angezeigt wird, wenn es eine Voraussetzung gibt. Verwende %s als Platzhalter für den Titel des vorausgesetzten Kurses.

source: Students need to complete "%s" first.
de_de: Teilnehmer müssen zuerst "%s" abschließen.

source: Text to display for registered users.
de_de: Text, der für registrierte Benutzer angezeigt wird.

source: Shows the course class size, limits and remaining seats.
de_de: Zeigt die Klassengröße, die Grenzen und die verbleibenden Plätze an.

source: Text to display for unlimited class sizes.
de_de: Text zur Anzeige für unbegrenzte Klassengrößen.

source: Text to display for remaining places. Use %d for the remaining number.
de_de: Text, der für die verbleibenden Plätze angezeigt werden soll. Verwende %d für die verbleibende Zahl.

source: If "yes" it will show the no_limit_text. If "no" then nothing will display for unlimited courses.
de_de: Wenn "ja", wird der no_limit_text angezeigt. Wenn "nein", wird bei unbegrenzten Kursen nichts angezeigt.

source: If "yes" show remaining_text. If "no" don’t show remaining places.
de_de: Wenn "ja" zeige verbleibenden_Text. Wenn "nein", zeige die verbleibenden Orte nicht an.

source: Shows the pricing for the course or free for unpaid courses.
de_de: Zeigt den Preis für den Kurs an oder ist bei unbezahlten Kursen kostenlos.

source: Text to display for unpaid courses.
de_de: Text, der bei unbezahlten Kursen angezeigt wird.

source: Add extra span with class "product_price" around no_cost_text.
de_de: Füge einen zusätzlichen Span mit der Klasse "product_price" um no_cost_text hinzu.

source: Free as in beer.
de_de: Frei wie ein Bier.

source: Shows the total time estimation based on calculation of unit elements.
de_de: Zeigt die geschätzte Gesamtzeit basierend auf der Berechnung der Einheitselemente an.

source: Wrap inside a div tag (yes|no).
de_de: Wickeln Sie innerhalb eines Div-Tags (ja | nein).

source: Displays the language of the course (if set).
de_de: Zeigt die Sprache des Kurses an (falls eingestellt).

source: Displays the course list image. (See [course_media]).
de_de: Zeigt das Bild der Kursliste an. (Siehe [course_media]).

source: Width of image.
de_de: Breite des Bildes.

source: Original width
de_de: Ursprüngliche Breite

source: Height of image.
de_de: Höhe des Bildes.

source: Original height
de_de: Ursprüngliche Höhe

source: Embeds a video player with the course’s featured video. (See [course_media]).
de_de: Bettet einen Videoplayer mit dem Video des Kurses ein. (Siehe [course_media]).

source: Width of video player.
de_de: Breite des Videoplayers.

source: Default player width
de_de: Standardbreite des Spielers

source: Height of video player.
de_de: Höhe des Videoplayers.

source: Default player height
de_de: Standardhöhe des Spielers

source: Displays either the list image or the featured video (with the other option as possible fallback).
de_de: Zeigt entweder das Listenbild oder das vorgestellte Video an (mit der anderen Option als möglichem Fallback).

source: Width of media.
de_de: Breite der Medien.

source: CoursePress settings.
de_de: CoursePress-Einstellungen.

source: Height of media.
de_de: Höhe der Medien.

source: Use "yes" to use the CoursePress Settings for "Course Listings". Use "no" to use the CoursePress Settings for "Course Details Page".
de_de: Verwende "ja", um die CoursePress-Einstellungen für "Kurslisten" zu verwenden. Verwende "nein", um die CoursePress-Einstellungen für die "Kursdetailseite" zu verwenden.

source: Use "image" to try to show the list image first. If not available, then try to use the featured video. Use "video" to try to show the featured video first. If not available, try to use the list image.
de_de: Verwende "Bild", um zu versuchen, das Listenbild zuerst anzuzeigen. Wenn es nicht verfügbar ist, dann versuche, das vorgestellte Video zu verwenden. Verwende "video", um zu versuchen, das vorgestellte Video zuerst zu zeigen. Wenn es nicht verfügbar ist, versuche, das Listenbild zu verwenden.

source: Use "image" to only display list image if available. Use "video" to only show the video if available. Use "thumbnail" to show the course thumbnail (shortcut for type="image" and priority="image"). Use "default" to enable priority mode (see priority attribute).
de_de: Verwende "Bild", um nur das Listenbild anzuzeigen, wenn es verfügbar ist. Verwende "video", um nur das Video anzuzeigen, wenn es verfügbar ist. Verwende "thumbnail", um die Miniaturansicht des Kurses anzuzeigen (Abkürzung für type="image" und priority="image"). Verwende "default", um den Prioritätsmodus zu aktivieren (siehe Attribut priority).

source: Wrap inside a tag.
de_de: Wickeln Sie innerhalb Tags.

source: empty string, but if height or width is defined, then wrapper is a "div" tag.
de_de: leerer String, aber wenn Höhe oder Breite definiert sind, ist der Wrapper ein "div"-Tag.

source: Shows the Join/Signup/Enroll button for the course. What it displays is dependent on the course settings and the user’s status/enrollment.<br />See the attributes for possible button labels.
de_de: Zeigt die Schaltfläche Beitreten/Anmelden/Einschreiben für den Kurs an. Was angezeigt wird, hängt von den Kurseinstellungen und dem Status bzw. der Einschreibung des Nutzers ab.<br />Siehe die Attribute für mögliche Schaltflächenbeschriftungen.

source: Text to display when the user is enrolled and ready to learn.
de_de: Text, der angezeigt wird, wenn der/die Nutzer/in eingeschrieben und bereit zum Lernen ist.

source: Text to display when the course can be continued.
de_de: Text, der angezeigt wird, wenn der Kurs fortgesetzt werden kann.

source: Text to display when the course has expired.
de_de: Text, der angezeigt wird, wenn der Kurs abgelaufen ist.

source: Text to display if the course is full.
de_de: Text, der angezeigt wird, wenn der Kurs voll ist.

source: Text for the button that takes you to the full course page.
de_de: Text für die Schaltfläche, die dich zur vollständigen Kursseite führt.

source: Text to display when enrollments haven’t started yet.
de_de: Text, der angezeigt wird, wenn die Anmeldungen noch nicht begonnen haben.

source: Text to display when enrollments are finished (expired).
de_de: Text, der angezeigt werden soll, wenn Anmeldungen beendet werden (abgelaufen sind).

source: Text to display when course is ready for enrollments.
de_de: Text, der angezeigt wird, wenn der Kurs für Einschreibungen bereit ist.

source: Enroll now
de_de: Jetzt anmelden

source: Text to display when current user is an instructor of this course.
de_de: Text, der angezeigt wird, wenn der/die aktuelle Nutzer/in ein/e Lehrkraft dieses Kurses ist.

source: Show button to course details.
de_de: Schaltfläche zum Anzeigen der Kursdetails.

source: Text to display when a student is enrolled, but the course hasn’t started yet.
de_de: Text, der angezeigt wird, wenn ein Schüler eingeschrieben ist, der Kurs aber noch nicht begonnen hat.

source: Text to display if the course requires a password.
de_de: Text, der angezeigt wird, wenn der Kurs ein Passwort erfordert.

source: Text to display if the course has a prerequisite.
de_de: Text, der angezeigt wird, wenn der Kurs eine Voraussetzung hat.

source: Text to display when course is ready for enrollments, but the user is not logged in (visitor).
de_de: Text, der angezeigt wird, wenn der Kurs für Einschreibungen bereit ist, der Nutzer aber nicht angemeldet ist (Besucher).

source: Signup!
de_de: Bitte erst anmelden

source: You missed out big time!
de_de: Du hast etwas verpasst!

source: Shows "Course Details" and "Withdraw" links to students.
de_de: Zeigt den Schülern die Links "Kursdetails" und "Zurücktreten" an.

source: Shows the course calendar (bounds are restricted by course start and end dates). Will always attempt to show today’s date on a calendar first.
de_de: Zeigt den Kurskalender an (die Grenzen sind durch das Start- und Enddatum des Kurses begrenzt). Es wird immer versucht, zuerst das heutige Datum im Kalender anzuzeigen.

source: Classes string added calendar table tag holder.
de_de: Klassen String hinzugefügt Kalender Tabelle Tag Halter.

source: indicator_light_block
de_de: blinker_licht_block

source: Month to display as number (e.g. 03 for March).
de_de: Monat, der als Zahl angezeigt werden soll (z. B. 03 für März).

source: Today’s date
de_de: Heutiges Datum

source: Text to display for next month link.
de_de: Text, der für den Link zum nächsten Monat angezeigt werden soll.

source: Text to display for previous month link.
de_de: Text, der für den Link zum Vormonat angezeigt werden soll.

source: Year to display as 4-digit number (e.g. 2014).
de_de: Jahr, das als 4-stellige Zahl angezeigt werden soll (z. B. 2014).

source: Displays a listing of courses. Can be for all courses or restricted by instructors or students (only one or the other, if both specified only students will be used).
de_de: Zeigt eine Liste von Kursen an. Kann für alle Kurse oder nach Lehrkräften oder Schülern eingeschränkt werden (nur das eine oder das andere; wenn beides angegeben wird, werden nur Schüler angezeigt).

source: A comma separated category slugs to show courses on specific course categories.
de_de: Ein kommagetrennter Kategorie-Slug, um Kurse zu bestimmten Kurskategorien anzuzeigen.

source: Label for completed courses list.
de_de: Etikett für die Liste der abgeschlossenen Kurse.

source: Context for the courses list. Possible values: .
de_de: Kontext für die Kursliste. Mögliche Werte: .

source: Label for current courses.
de_de: Etikett für aktuelle Kurse.

source: If is true or "yes" then switch context to "dashboard".
de_de: Wenn wahr oder "ja", dann schalte den Kontext auf "Dashboard" um.

source: Label before courses list for "facilitator" context.
de_de: Etikett vor der Kursliste für den Kontext "Vermittler".

source: If this true or "yes" switch content to "facilitator".
de_de: Wenn dies zutrifft oder "ja", schalte den Inhalt auf "Vermittler" um.

source: Label for future courses.
de_de: Etikett für zukünftige Kurse.

source: Label for incomplete courses.
de_de: Etikett für unvollständige Kurse.
