Repository: karner42oliver/coursepress
Catalog: languages/cp-*.po
Languages: de_de

source: Save Progress &amp; Exit
de_de: Zwischenstand speichern & verlassen

source: Show all answered modules
de_de: Zeige alle beantworteten Module

source: You currently have no courses assigned.
de_de: Dir wurden derzeit noch keine Kurse zugewiesen.

source: Show ungraded students only
de_de: Nur unbenotete Schüler anzeigen

source: Show graded students only
de_de: Zeige nur bewertete Studenten

source: Submission
de_de: Einreichung

source: 0 students found under this unit
de_de: 0 Studenten in dieser Einheit gefunden

source: There are no assessable students found!
de_de: Es gibt keine bewertbaren Schüler!

source: Assessments/CoursePress
de_de: Beurteilungen/CoursePress

source: Back
de_de: Zurück

source: Assessment Result
de_de: Bewertung Ergebnis

source: The minimum grade required is:
de_de: Die benötigte Minimalbewertung ist:

source: Delete Feedback
de_de: Feedback löschen

source: Send Feedback
de_de: Feedback senden

source: Reports/CoursePress
de_de: Berichte/CoursePress

source: You do not currently have any courses assigned.
de_de: Dir wurden derzeit noch keine Kurse zugewiesen.

source: Select entire course for selected students, or just a unit for selected students.
de_de: Wähle den gesamten Kurs für ausgewählte Schüler oder nur eine Einheit für ausgewählte Schüler.

source: Generate Report
de_de: Bericht erstellen

source: Courses/Instructors
de_de: Kurse/Instruktoren

source: End
de_de: Ende

source: Duration
de_de: Dauer

source: Profle
de_de: Profil

source: Edit Profile
de_de: Profil bearbeiten

source: Settings/CoursePress
de_de: Einstellungen/CoursePress

source: Courses/Students
de_de: Kurse/Studenten

source: There is no courses to update.
de_de: Es gibt keine Kurse zu aktualisieren.

source: You have %d course to update.
de_de: Du hast %d Kurse zu aktualisieren.

source: Working...
de_de: In Bearbeitung…

source: There is no courses to update!
de_de: Es gibt keine Kurse zu aktualisieren!

source: Upgrade is done.
de_de: Das Upgrade ist abgeschlossen.

source: Beging update!
de_de: Anfangs-Update!

source: Edit Course/CoursePress
de_de: Kurs bearbeiten/CoursePress

source: Step 1 – Course Overview
de_de: Schritt 1 - Kursübersicht

source: Course Name
de_de: Kursname

source: Course Excerpt / Short Overview
de_de: Kurs Ausschnitt / Kurze Übersicht

source: Listing Image
de_de: Inserat Hauptbild

source: Manage Categories
de_de: Kategorien verwalten

source: Course Category
de_de: Kurskategorie

source: Course Language
de_de: Kurssprache

source: Step 2 – Course Details
de_de: Schritt 2 - Kursdetails

source: Course Description
de_de: Kurs Beschreibung

source: Course View Mode
de_de: Kursansicht-Modus

source: Units and Pages with Modules selected will automatically be visible (only selected Modules accessible).
de_de: Einheiten und Seiten mit ausgewählten Modulen werden automatisch sichtbar (nur ausgewählte Module sind zugänglich).

source: Page %s
de_de: Seite %s

source: Step 3 – Instructors and Facilitators
de_de: Schritt 3 – Instruktoren und Moderatoren

source: Step 4 – Course Dates
de_de: Schritt 4 - Kursdaten

source: Step 5 – Classes, Discussion & Workbook
de_de: Schritt 5 – Klassen, Diskussionen & Arbeitsmappe

source: & Course Cost
de_de: & Kurskosten

source: Step 6 – Enrollment%s
de_de: Schritt 6 – Einschreibung%s

source: <p>To start selling your course, please install and activate MarketPress here:</p> <a href="%s">Activate MarketPress</a>
de_de: <p>Um mit dem Verkauf deines Kurses zu beginnen, installiere und aktiviere bitte MarketPress hier:</p> <a href="%s">MarketPress aktivieren</a>

source: <p>Please contact your administrator to enable MarketPress for your site.</p>
de_de: <p>Bitte kontaktiere deinen Administrator, um MarketPress für deine Seite zu aktivieren.</p>

source: <p>The full version of MarketPress has been bundled with CoursePress Pro.</p>
de_de: <p>Die Vollversion von MarketPress ist mit CoursePress Pro gebündelt worden.</p>

source: <p>You can use the free or premium version of MarketPress to sell your courses.</p>
de_de: <p>Du kannst die kostenlose oder die Premium-Version von MarketPress nutzen, um deine Kurse zu verkaufen.</p>

source: <div class="payment-message %s"> <h3>Sell your courses online with MarketPress.</h3> %s %s <p>Other supported plugins: WooCommerce</p> </div>
de_de: <div class="payment-message %s"> <h3>Verkaufe Kurse online mit MarketPress.</h3> %s %s <p>Weitere unterstützte Plugins: WooCommerce</p> </div>

source: Step 7 - Course Completion
de_de: Schritt 7 - Abschluss des Kurses

source: Course Certificate
de_de: Kurszertifikat

source: Override course certificate.
de_de: Überschreibe Kurszertifikat.

source: Use this field to override general course certificate setting.
de_de: Verwende dieses Feld allgemeiner Kurs Zertifikat Einstellung außer Kraft setzen.

source: Useful tokens:
de_de: Nützliche Zeichen:

source: Content Padding
de_de: Inhalt-Padding

source: Bottom
de_de: Unten

source: Test mail sent!
de_de: Test-Email versandt

source: Please check your inbox at
de_de: Bitte prüfe deinen Posteingang unter

source: Export Courses: please select some courses first.
de_de: Kurse exportieren: Bitte wähle zuerst einige Kurse.

source: Invited Students
de_de: Eingeladene Studenten

source: List of invited students.
de_de: Liste der eingeladenen Schüler.

source: Resend Invitation
de_de: Einladung erneut senden

source: Remove Invitation
de_de: Einladung entfernen

source: Invite Student
de_de: Schüler einladen

source: Invite
de_de: Einladen

source: Send an email to enrolled students
de_de: Sende eine E-Mail an eingeschriebene Studenten

source: Sending message.
de_de: Nachricht senden.

source: Send to
de_de: Senden an

source: All students
de_de: Alle Teilnehmer

source: All students with submissions
de_de: Alle Studenten mit Einreichungen

source: Enter email subject
de_de: Geben Sie den E-Mail-Betreff ein

source: Email body
de_de: Email Text

source: These codes will be replaced with actual data: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS
de_de: Diese Codes werden durch die tatsächlichen Daten ersetzt: STUDENT_FIRST_NAME, STUDENT_LAST_NAME, STUDENT_LOGIN, BLOG_NAME, WEBSITE_NAME, WEBSITE_ADDRESS, LOGIN_ADDRESS, COURSE_ADDRESS, COURSE_EXCERPT, COURSE_NAME, COURSE_OVERVIEW, COURSES_ADDRESS

source: You can not send email, there is no enroled studens in this course.
de_de: Du kannst keine E-Mails senden, es gibt keine eingeschriebenen Studenten in diesem Kurs.

source: No enrolled courses.
de_de: Keine gebuchten Kurse

source: Excerpt
de_de: Auszug

source: &infin; Days
de_de: ∞ Tage

source: Basic Certificate
de_de: Basiszertifikat

source: Setup the settings for the certificates issued upon course completion.
de_de: Richte die Einstellungen für die Zertifikate ein, die bei Kursabschluss ausgestellt werden.

source: Certificate Options
de_de: Zertifikat Optionen

source: Enable Basic Certificate
de_de: Basiszertifikat aktivieren

source: Use default CoursePress Certificate
de_de: Verwende benutzerdefiniertes CoursePress-Zertifikat

source: Certificate Layout
de_de: Zertifikat Layout

source: Use the editor below to create the layout of your certificate.
de_de: Verwende den Editor unten, um das Layout deines Zeugnisses zu erstellen.

source: <h2>%1$s %2$s</h2> has successfully completed the course <h3>%3$s</h3> <h4>Date: %4$s</h4> <small>Certificate no.: %5$s</small>
de_de: <h2>%1$s %2$s</h2> den Kurs erfolgreich abgeschlossen hat <h3>%3$s</h3> <h4>Datum: %4$s </h4><small>Zertifikat Nr.: %5$s</small>

source: [%s] Congratulations. You passed your course.
de_de: [%s] Herzlichen Glückwunsch! Du hast deinen Kurs bestanden.

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please find attached your certificate of completion.
de_de: Hallo %1$s, Herzlichen Glückwunsch! Du hast den Kurs abgeschlossen: %2$s Im Anhang findest du dein Abschlusszertifikat.

source: Hi %1$s, Congratulations! You have completed the course: %2$s Please %3$sdownload your certificate of completion%4$s. Best wishes, The %5$s Team
de_de: Hallo %1$s, Herzlichen Glückwunsch! Du hast den Kurs abgeschlossen: %2$s Bitte %3$slade dein Abschlusszertifikat herunter%4$s. Herzlichen Glückwunsch! Das %5$sTeam

source: Instructor Capabilities
de_de: Instruktor Berechtigungen

source: Here you can decide, what your instructors can do on your page. Those are special capabilities only relevant for CoursePress.
de_de: Hier kannst du entscheiden, was deine Lehrkräfte auf deiner Seite tun können. Das sind spezielle Funktionen, die nur für CoursePress relevant sind.

source: NOTE: For security reasons this page is only available for WordPress administrators!
de_de: HINWEIS: Aus Sicherheitsgründen ist diese Seite nur für WordPress-Administratoren zugänglich!

source: General
de_de: Allgemein

source: Course Categories
de_de: Kurskategorien

source: Facilitators
de_de: Erleichterer

source: Grant default WordPress capabilities
de_de: Gewährung von Standard-WordPress-Funktionen

source: See the main CoursePress menu
de_de: Siehe das Hauptmenü von CoursePress

source: Access the Courses submenus
de_de: Zugriff auf die Untermenüs der Kurse

source: Access the Students submenu
de_de: Zugriff auf das Untermenü Schüler

source: Access the Assessment submenu
de_de: Zugriff auf das Untermenü Bewertung

source: Access the Reports submenu
de_de: Zugriff auf das Untermenü Berichte

source: Access the Notifications submenu
de_de: Zugriff auf das Untermenü "Benachrichtigungen

source: Access the Forum submenu
de_de: Zugriff auf das Untermenü Forum

source: Access the Settings submenu
de_de: Zugriff auf das Untermenü "Einstellungen

source: Create new courses
de_de: Neuen Kurs anlegen

source: View other instructors course
de_de: Andere Ausbilderkurse ansehen

source: Update own courses
de_de: Eigene Kurse aktualisieren

source: Update any course
de_de: Jeden Kurs aktualisieren

source: Delete own courses
de_de: Eigene Kurse löschen

source: Delete any assigned course
de_de: Einen zugewiesenen Kurs löschen

source: Change status of own courses
de_de: Status der eigenen Kurse ändern

source: Change status of any assigned course
de_de: Status eines zugewiesenen Kurses ändern

source: View and create categories
de_de: Kategorien anzeigen und erstellen

source: Edit any category
de_de: Jede Kategorie bearbeiten

source: Delete any category
de_de: Jede Kategorie löschen

source: Assign facilitator to own course
de_de: Vermittler für eigenen Kurs zuweisen

source: Assign facilitator to any course
de_de: Vermittler einem beliebigen Kurs zuweisen

source: Create new course units
de_de: Neue Kurslektionen anlegen

source: View units in every course (also from other instructors)
de_de: Einheiten in jedem Kurs ansehen (auch von anderen Ausbildern)

source: Update own units
de_de: Eigene Einheiten aktualisieren

source: Update any unit within assigned courses
de_de: Aktualisiere jede Einheit innerhalb der zugewiesenen Kurse

source: Delete own units
de_de: Eigene Einheiten löschen

source: Delete any unit within assigned courses
de_de: Jede Einheit innerhalb der zugewiesenen Kurse löschen

source: Change status of own units
de_de: Status der eigenen Einheiten ändern

source: Change status of any unit within assigned courses
de_de: Änderung des Status einer Einheit innerhalb der zugewiesenen Kurse

source: Assign other instructors to own courses
de_de: Weisen Sie anderen Ausbildern eigene Kurse zu

source: Assign other instructors to any course
de_de: Andere Lehrkräfte einem Kurs zuweisen

source: Invite students to own courses
de_de: Schüler zu eigenen Kursen einladen

source: Invite students to any course
de_de: Schüler zu jedem Kurs einladen

source: Withdraw students from own courses
de_de: Schüler aus eigenen Kursen zurückziehen

source: Withdraw students from any course
de_de: Schüler aus einem Kurs zurückziehen

source: Add students to own courses
de_de: Schüler zu eigenen Kursen hinzufügen

source: Add students to any course
de_de: Studenten zu allen Kursen hinzufügen

source: Add students to assigned courses
de_de: Schüler zu zugewiesenen Kursen hinzufügen

source: Create new notifications for own courses
de_de: Neue Benachrichtigungen für eigene Kurse erstellen

source: Create new notifications for assigned courses
de_de: Neue Benachrichtigungen für zugewiesene Kurse erstellen

source: Update own published notification
de_de: Eigene veröffentlichte Meldung aktualisieren

source: Update every notification
de_de: Jede Benachrichtigung aktualisieren

source: Delete own notifications
de_de: Eigene Benachrichtigungen löschen

source: Delete every notification
de_de: Jede Benachrichtigung löschen

source: Change statuses of own notifications
de_de: Status der eigenen Benachrichtigungen ändern

source: Change status of every notification
de_de: Status jeder Benachrichtigung ändern

source: Create new discussions for own courses
de_de: Neue Diskussionen für eigene Kurse erstellen

source: Create new discussions for assigned courses
de_de: Neue Diskussionen für zugewiesene Kurse erstellen

source: Update own published discussions
de_de: Eigene veröffentlichte Diskussionen aktualisieren

source: Update every discussion
de_de: Jede Diskussion aktualisieren

source: Delete own discussions
de_de: Eigene Diskussionen löschen

source: Delete every discussion
de_de: Jede Diskussion löschen

source: Change statuses of own discussions
de_de: Status der eigenen Diskussionen ändern

source: Change status of every discussion
de_de: Status jeder Diskussion ändern

source: Edit Pages (required for MarketPress)
de_de: Seiten editieren

source: Edit Published Pages
de_de: Veröffentlichte Seiten editieren

source: Edit Posts
de_de: Beiträge bearbeiten

source: Publish Pages
de_de: Seiten veröffentlichen

source: Publish Posts
de_de: Beiträge veröffentlichen

source: Setup Guide
de_de: Einrichtungsanleitung

source: This is the description of what you can do on this page.
de_de: Das ist die Beschreibung dessen, was du auf dieser Seite tun kannst.

source: E-mail Settings
de_de: E-Mail-Einstellungen

source: Setup the e-mail templates to be sent to users.
de_de: Richte die E-Mail-Vorlagen ein, die an die Benutzer gesendet werden sollen.

source: Export courses
de_de: Kurse exportieren

source: Extensions
de_de: Erweiterungen

source: Extensions and plugins to enhance CoursePress.
de_de: Erweiterungen und Plugins zur Verbesserung von CoursePress.

source: Installing plugin...
de_de: Plugin installieren...

source: Return to CoursePress settings.
de_de: Kehre zu den CoursePress-Einstellungen zurück.

source: General Settings
de_de: Allgemeine Einstellungen

source: Configure the general settings for CoursePress.
de_de: Konfiguriere die allgemeinen Einstellungen für CoursePress.

source: my-course
de_de: mein-kurs

source: Use virtual page
de_de: Virtuelle Seite verwenden

source: A slug is a few words that describe a post or a page. Slugs are usually a URL friendly version of the post title ( which has been automatically generated by WordPress ), but a slug can be anything you like. Slugs are meant to be used with %s as they help describe what the content at the URL is. Post slug substitutes the %s placeholder in a custom permalink structure.
de_de: Ein Slug ist ein paar Worte, die einen Beitrag oder eine Seite beschreiben. Slugs sind normalerweise eine URL-freundliche Version des Beitragstitels (der automatisch von WordPress generiert wurde), aber ein Slug kann alles sein, was du willst. Slugs sollten mit %s verwendet werden, da sie helfen, den Inhalt der URL zu beschreiben. Der Post-Slug ersetzt den %s-Platzhalter in einer benutzerdefinierten Permalink-Struktur.

source: Courses Slug
de_de: Kurs Titelform

source: Your course URL will look like:
de_de: Deine Kurs-URL wird wie folgt aussehen:

source: /my-course/
de_de: /Mein-Kurs/

source: Course Category Slug
de_de: Kurskategorie Slug

source: Your course category URL will look like:
de_de: Die URL Ihrer Kurskategorie sieht wie folgt aus:

source: /your-category/
de_de: /Ihre-Kategorie/

source: Units Slug
de_de: Einheiten Slug

source: Course Notifications Slug
de_de: Kurs-Benachrichtigungen-Slug

source: Course Discussions Slug
de_de: Kurs-Diskussionen Slug

source: Course New Discussion Slug
de_de: Kurs Neue Diskussion Slug

source: Course Grades Slug
de_de: Kurs Noten Slug

source: Course Workbook Slug
de_de: Kurs Arbeitsbuch Slug

source: Enrollment Process Slug
de_de: Einschreibungsprozess Schnecke

source: Enrollment Process Page
de_de: Seite zum Einschreibungsprozess

source: Login Slug
de_de: Anmelden Slug

source: Login Page
de_de: Login-Seite

source: Signup Page
de_de: Registrieren Seite

source: Student Dashboard Slug
de_de: Studenten-Dashboard Slug

source: Student Dashboard Page
de_de: Schüler Dashboard Seite

source: Student Settings Slug
de_de: Schülereinstellungen Schnecke

source: Student Settings Page
de_de: Seite mit den Schülereinstellungen

source: Instructor Profile Slug
de_de: Dozenten-Profil Slug

source: Sent Messages Slug
de_de: Gesendete Nachrichten-Slug

source: New Messages Slug
de_de: Neue Nachrichten Schnecke

source: Theme Menu Items
de_de: Themen-Menüpunkte

source: Display Menu Items
de_de: Menüpunkte anzeigen

source: <div>Attach default CoursePress menu items ( Courses, Student Dashboard, Log Out ) to the <strong>Primary Menu</strong>.</div><div>Items can also be added from Appearance > Menus and the CoursePress panel.</div>
de_de: <div>Füge die standardmäßigen CoursePress-Menüpunkte (Kurse, Schüler-Dashboard, Abmelden) zum <strong>Hauptmenü</strong> hinzu.</div><div>Du kannst sie auch über das Erscheinungsbild &gt; Menüs und das CoursePress-Panel hinzufügen.</div>

source: Please add at least one menu and select its theme location in order to show CoursePress menu items automatically.
de_de: Bitte füge mindestens ein Menü hinzu und wähle die Position des Themas, damit CoursePress-Menüpunkte automatisch angezeigt werden.

source: Login Form
de_de: Anmeldeformular

source: Use Custom Login Form
de_de: Benutzerdefiniertes Anmeldeformular verwenden

source: Uses a custom Login Form to keep students on the front-end of your site.
de_de: Verwendet ein benutzerdefiniertes Login-Formular, um die Schüler/innen auf dem Frontend deiner Website zu halten.

source: WordPress Login Redirect
de_de: WordPress Login-Umleitung

source: Redirect After Login
de_de: Weiterleiten nach Login

source: Redirect students to their Dashboard upon login via wp-login form.
de_de: Leite Schüler/innen bei der Anmeldung über das wp-Login-Formular zu ihrem Dashboard um.

source: Privacy
de_de: Datenschutz

source: Show Instructor Username in URL
de_de: Lehrernamen in der URL anzeigen

source: If checked, instructors username will be shown in the url. Otherwise, hashed (MD5) version will be shown.
de_de: Wenn diese Option aktiviert ist, wird der Benutzername des Lehrers in der Url angezeigt. Andernfalls wird die gehashte (MD5) Version angezeigt.

source: Course Details Page
de_de: Kursdetails Seite

source: Media to use when viewing course details.
de_de: Medien, die bei der Anzeige von Kursdetails verwendet werden.

source: Media Type
de_de: Medientyp

source: "Priority" - Use the media type below, with the other type as a fallback.
de_de: "Priorität" - Verwende den unten stehenden Medientyp, wobei der andere Typ als Ausweichmöglichkeit dient.

source: Priority Mode (default)
de_de: Prioritätsmodus (Standard)

source: List Image
de_de: Listenbild

source: Priority
de_de: Priorität

source: Example: Using "video", the featured video will be used if available. The listing image is a fallback.
de_de: Beispiel: Wenn du "Video" verwendest, wird das vorgestellte Video verwendet, wenn es verfügbar ist. Das Bild in der Auflistung ist ein Fallback.

source: Featured Video (image fallback)
de_de: Featured Video (Bildrückfall)

source: List Image (video fallback)
de_de: Listenbild (Video-Fallback)

source: Course Listings
de_de: Kursangebote

source: Media to use when viewing course listings (e.g. Courses page or Instructor page).
de_de: Medien, die bei der Anzeige von Kurslisten verwendet werden sollen (z. B. die Seite Kurse oder die Seite Kursleiter).

source: Course Images
de_de: Kursbilder

source: Size for (newly uploaded) course images.
de_de: Größe für (neu hochgeladene) Kursbilder.

source: Image Width
de_de: Bildbreite

source: Image Height
de_de: Bildhöhe

source: Course Order
de_de: Kurssortierung

source: Order of courses in admin and on front.
de_de: Reihenfolge der Kurse in der Verwaltung und auf der Vorderseite.

source: Order by
de_de: Sortieren nach

source: Post Date
de_de: Beitragsdatum

source: Course start date
de_de: Kurs Startdatum

source: Course enrollment start date
de_de: Startdatum der Kurseinschreibung

source: Direction
de_de: Richtung

source: Descending
de_de: Absteigend

source: Ascending
de_de: Aufsteigend

source: Select the default limitations on accessing and enrolling in this course.
de_de: Wähle die Standardbeschränkungen für den Zugang zu und die Einschreibung in diesen Kurs.

source: Select font which will be used in the PDF reports.
de_de: Wähle die Schriftart aus, die in den PDF-Berichten verwendet werden soll.

source: Font
de_de: Schriftart

source: Add microdata syntax
de_de: Mikrodatensyntax hinzufügen

source: Add structure data to courses.
de_de: Füge den Kursen Strukturdaten hinzu.

source: Please <a href="%1$s">add new page</a> with shortcode: %2$s.
de_de: Bitte <a href="%1$s">füge eine neue Seite</a> mit Shortcode: %2$s hinzu.

source: Select page where you have %s shortcode or any other set of %s. Please note that slug for the page set above will not be used if "Use virtual page" is not selected.
de_de: Wähle die Seite, wo Du den %s shortcode oder irgendein anderes aus dem Set %s. sstehen hast. Bitte beachte dass der slug für die Seite nicht verwendet wird, wenn "verwende virtuelle Seite" nicht ausgewählt wurde.

source: Allow to integrate MarketPress to sell courses...
de_de: Erlaube die Integration von MarketPress, um Kurse zu verkaufen...

source: Use MarketPress to sell courses
de_de: Nutze MarketPress, um Kurse zu verkaufen

source: If checked, MarketPress will be use for selling courses
de_de: Wenn diese Option aktiviert ist, wird MarketPress für den Verkauf von Kursen verwendet

source: Redirect MarketPress product post to a parent course post
de_de: MarketPress-Produktbeitrag zu einem übergeordneten Kursbeitrag umleiten

source: When the course becomes unpaid, then:
de_de: Wenn der Kurs nicht bezahlt wird, dann:

source: Change to draft related MarketPress product.
de_de: Wechsel zum Entwurf des MarketPress-Produkts.

source: Delete related MarketPress product.
de_de: Lösche das zugehörige MarketPress-Produkt.

source: When the course is deleted, then:
de_de: Wenn der Kurs gelöscht wurde, dann:

source: Pages
de_de: Seiten

source: Configure the pages for CoursePress.
de_de: Konfiguriere die Seiten für CoursePress.

source: &mdash; Select &mdash;
de_de: &mdash; Auswählen &mdash;

source: Student Dashboard
de_de: Studenten Dashboard

source: Select page where student can view courses.
de_de: Wählen Sie die Seite aus, in der der Schüler Kurse ansehen können.

source: Student Settings
de_de: Studenten Einstellungen

source: Select page where student can change accont settings.
de_de: Wählen Sie die Seite aus, auf der der Schüler die Einstellungen ändern können.

source: Select page where student can login.
de_de: Wähle die Seite aus, auf der sich der Schüler anmelden kann.

source: Select page where student can create an accont.
de_de: Wähle die Seite aus, auf der du ein Konto anlegen kannst.
